{
    "English": "الإنجليزية",
    "Arabic": "العربية",
    "Persian": "الفارسية",
    "Ukrain": "الأوكرانية",
    "Vietnam": "الفيتنامية",
    "Albanian": "الألبانية",
    "French": "الفرنسية",
    "Spanish": "الإسبانية",
    "Russian": "الروسية",
    "Chinese": "الصينية",
    "Tuerk": "التركية",
    
    "Choose Language": "اختر اللغة",
    "Select the language for your app. You can change it later from your settings.": "اختر لغة تطبيقك. ويمكنك تغييره لاحقًا من إعداداتك",
    "Search Language": "لغة البحث",
    "Continue": "يكمل",
    "Login": "تسجيل الدخول",
    "Email": "البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Forgot Password": "نسيت كلمة المرور؟ إعادة تعيين كلمة المرور",
    "Sign In": "تسجيل الدخول",
    "Dont have an account": "إعادة تعيين كلمة المرور",
    "Signup": "نسيت كلمة المرور؟",
    "Or":"ذهب",
    "Continue With": "المتابعة باستخدام",
    "Username":"اسم المستخدم",
    "Register to DriveLingua": "سجل في تطبيق  DriveLingua",
    "Enter your details below to register to DriveLingua app and continue":"أدخل بياناتك أدناه للتسجيل في تطبيق  DriveLingua والمتابعة",
    "Already have an account":" هل لديك حساب بالفعل ",
    "welcome": "مرحبًا بعودتك",
    "You are": "أنت على بعد",
    "doing well": "تقوم بعمل جيد",
    "away from your total goal! Keep going": "للوصول إلى هدفك الإجمالي! استمر",
    "Chapters": "الفصول",
    "Tests": "الاختبارات",
    "Test Taken": "الاختبار الذي تم إجراؤه",
    "Passed": "تم النجاح",
    "Failed": "فشل",
    "not finished": "لم يكتمل",
    "Share Our App": "شارك تطبيقنا",
    "Home": "الصفحة الرئيسية",
    "Setting": "الإعدادات",
    "Edit Profile": "تعديل الملف الشخصي",
    "Notification": "الإشعارات",
    "Help & Support": "المساعدة والدعم",
    "Sign Out": "تسجيل الخروج",
    "Introduction": "مقدمة",
    "Vocabulary": "المفردات",
    "Sentences": "الجمل",
    "Videos": "الفيديوهات",
     "Chapter": "فصل",
     
        "chapters": {
          "1": {
            "title": "الخطوات الأولى",
            "details": "كل البدايات صعبة. في البداية، سيشرح لك مدرب القيادة كيفية ضبط والتحكم في مساحة العمل الخاصة بك - المساحة الداخلية لسيارتك. في هذا الفصل، ستتعلم أهم المفردات التي تساعدك على فهم مدربك والتعرف على سيارتك. ابدأ بالمفردات، ثم انتقل إلى الجمل التعليمية واختتم الدرس باختبار نفسك من خلال مشاهدة الفيديو الخاص بالسيارة."
          },
          "2": {
            "title": "نبدأ القيادة",
            "details": "في هذا الفصل، ستتعلم العبارات التي تحتاجها للخطوات الأولى على الطريق. موضوع اليوم هو التحكم في السيارة. ستتعلم فهم مدربك عندما يعلمك كيفية التحرك، التسريع، الكبح، وإيقاف سيارتك.\n\nالجملة الأكثر أهمية هي \"Füße weg\" - والتي تعني \"ابعاد قدميك\". هذه هي العبارة التي يخبرك بها مدربك عندما تكون في موقف خطير أو عندما تعرقل الطريق. عندما ترفع قدميك عن الدواسات، يمكنه نزع فتيل الموقف.\n\nكما في الفصل الأول، ابدأ بالمفردات قبل أن تتعلم الجمل."
          },
          "3": {
            "title": "نستخدم الطريق",
            "details": "إذا كانت عملية البدء وتغيير التروس تعمل بالفعل، يمكنك دخول حركة المرور. سيخبرك مدربك بالاتجاهات. كما سيشرح لك أشياء كثيرة. في هذه المرحلة، قد يكون من المفيد العمل مع مترجم حتى تفهم أخطائك. ترجمة التعليمات ليست مهمة المترجم. من المهم أن تفهم جميع التعليمات حتى تتمكن من الفهم والتفاعل في الوقت المناسب.\n\nعلى سبيل المثال: يريد مدربك الذهاب يمينًا عند التقاطع التالي. يخبرك باللغة الألمانية: \"نريد أن نذهب إلى الشارع التالي على اليمين، عليك أن تبطئ إلى حوالي 20 كم/ساعة، ثم تأخذ الترس الثاني وتترك القابض قبل التقاطع\". يحتاج المترجم إلى الاستماع. يحتاج إلى وقت لمعالجة المعلومات والترجمة أيضًا. ثم يحتاج إلى وقت ليخبرك بالمعلومة. ويحتاج وقت حتى تستوعب المعلومة. في معظم الحالات، تكون قد تجاوزت التقاطع قبل أن تعرف ما يجب القيام به. بالإضافة إلى ذلك، لا يمكن لمدربك دعمك أثناء العملية لأن المترجم لم يكمل الترجمة.\n\nإذا لم تفهم مدربك، فقط استمر واسأله. إذا تجاوزت التقاطع الذي يريد أن يدور فيه، ستذهب في طريق آخر، لكن لن يحدث شيء. إذا توقفت في منتصف الطريق لتسأله، فقد يكون ذلك خطيرًا جدًا. السيارات خلفك أيضًا ولا تتوقع أنك ستتوقف دون إشارة. في الامتحان، من المهم جدًا أن تفهم الممتحن، لذلك يمكنك التدرب على ذلك في دروسك.\n\nمهمة المترجم هي ترجمة شرح مدربك حتى تفهم أخطائك. إذا بدأ في ترجمة الاتجاهات أو أي شيء من هذا القبيل، يرجى إخباره بالتوقف."
          },
          "4": {
            "title": "نقوم بالدوران",
            "details": "الدوران هو واحد من أهم التمارين للتحكم في السيارة. يجب أن يكون تفاعل السرعة، التروس، وتدفق الوقت دقيقًا. إذا لم يكن كذلك، فقد لا تتمكن من الالتفاف حول الزاوية.\n\nبالإضافة إلى ذلك، تحتاج إلى الانتباه إلى العديد من مستخدمي الطريق الآخرين، لأن المشاة وراكبي الدراجات الذين يعبرون الطريق بالتوازي معك لهم الأولوية. حركة المرور المعاكسة لها الأولوية أيضًا، تحتاج إلى ملاحظتها وتركها تمر أولاً. خاصة عند الانعطاف إلى اليسار، من الصعب وضع سيارتك بشكل صحيح. 50 سنتيمترًا أكثر إلى اليسار أو الأمام يعني أنك تضع سيارتك في حركة المرور المعاكسة.\n\nمن المهم جدًا أن تستعد مبكرًا بما فيه الكفاية للدوران، وأن تأخذ جميع الاحتمالات في الاعتبار وتستخدم الترس الصحيح. يتطلب ذلك الكثير من التدريب. تحتاج إلى فهم تفسيرات مدربك."
          }
        }
            
    
  }