{
"Albanian": "آلبانیایی",
"English": "انگلیسی",
"Arabic": "عربی",
"Persian": "فارسی",
"Ukrain": "اوکراینی",
"Vietnam": "ویتنامی",
"French": "فرانسوی",
"Spanish": "اسپانیایی",
"Russian": "روسی",
"Chinese": "چینی",
"Tuerk": "ترکی",
"Choose Language": "زبان را انتخاب کنید",
"Select the language for your app. You can change it later from your settings.": "زبان برنامه خود را انتخاب کنید. بعداً می توانید آن را از تنظیمات خود تغییر دهید.",
"Search Language": "زبان جستجو",
"Continue": "ادامه دهید",
"Login": "تسجيل الدخول",
"Email": "البريد الإلكتروني",
"Password": "كلمة المرور",
"Forgot Password": "نسيت كلمة المرور؟ إعادة تعيين كلمة المرور",
"Sign In": "تسجيل الدخول",
"Dont have an account": "ليس لديك حساب؟ سجل الآن",
"Signup": "ثبت نام کنید",
"Or":"طلا",
"Continue With": "ادامه با",
"Username":"نام کاربری",
"Register to DriveLingua":"ثبت نام در  DriveLingua",
"Enter your details below to register to DriveLingua app and continue":"اطلاعات خود را در زیر وارد کنید تا در برنامه  DriveLingua ثبت نام کنید و ادامه دهید",
"Already have an account":"آیا قبلاً حساب کاربری دارید؟ ",
"welcome": "خوش آمدید",
"You are": "شما",
"doing well": "خوب پیش می‌روید",
"away from your total goal! Keep going": "تا رسیدن به هدف کلی خود فاصله دارید! ادامه دهید",
"Chapters": "فصل‌ها",
"Tests": "آزمون‌ها",
"Test Taken": "آزمون انجام شده",
"Passed": "قبول شده",
"Failed": "ناموفق",
"not finished": "تمام نشده",
"Share Our App": "برنامه ما را به اشتراک بگذارید",
"Home": "خانه",
"Setting": "تنظیمات",
"Edit Profile": "ویرایش پروفایل",
"Notification": "اطلاع رسانی",
"Help & Support": "کمک و پشتیبانی",
"Sign Out": "خروج",
"Introduction": "مقدمه",
"Vocabulary": "واژگان",
"Sentences": "جملات",
"Videos": "ویدیوها",
 "Chapter": "فصل",
 "Before Exam": "قبل از امتحان","Before Exam Details": "شما می‌خواهید امتحان عملی خود را انجام دهید، اما هنوز گاهی اوقات نیاز به مداخله مربی دارید و او به شما توصیه می‌کند که امتحان را ندهید؟ پس باید به او اعتماد کنید. او نمی‌خواهد که شما پول بیشتری برای دروس اضافی بپردازید. چیزی که او می‌خواهد این است که شما گواهینامه خود را با هزینه‌ای مناسب بگیرید تا راضی باشید و آموزشگاه رانندگی را به دیگران توصیه کنید. امتحانات بسیار پرهزینه‌تر از درس‌های رانندگی هستند، بنابراین او با امتحان دوم درآمد بیشتری نسبت به چند درس خواهد داشت. بنابراین لطفاً به متخصص اعتماد کنید و بیشتر تمرین کنید.<br><br>اگر مربی شما از مهارت‌های رانندگی شما راضی است، به شما توصیه می‌کند که امتحان بدهید. به او بگویید که در کجا هنوز احساس عدم اطمینان می‌کنید و چه چیزی را می‌خواهید بیشتر تمرین کنید. برای امتحان وقت بگیرید. اکنون باید نقاط ضعف خود را کاهش دهید تا احساس امنیت کنید. بیشتر شکست‌ها در امتحان ناشی از کمبود دانش یا مهارت نیستند، بلکه ناشی از اضطراب هستند. بهترین راه برای مقابله با اضطراب این است که احساس امنیت کنید.",

 "chapters": {
        "1": {
          "title": " اولین قدم ه",
          "details": "هر آغازی دشوار است. در ابتدا، مربی رانندگی شما به شما توضیح می دهد که چگونه فضای کاری خود را تنظیم وکنترول  کنید - فضای داخلی ماشین شما را. در این فصل شما مهمترین کلمات را یاد می گیرید که به شما کمک می کند مربی خود را درک کنید و وسیله نقلیه خود را بشناسید. با کلمات شروع کنید، با جملات یادگیری ادامه دهید و با تماشای ویدیوی مربوط به ماشین، درس را با آزمایش خود تکمیل کنید."
      },
      "2": {
          "title": " اشروع به رانندگی می کنیم",
          "details": "در این فصل شما عباراتی را یاد می‌گیرید که برای اولین قدم‌ها در خیابان نیاز دارید. موضوع امروز اداره ماشین است. شما یاد می‌گیرید که مربی خود را درک کنید، زمانی که او به شما یاد می‌دهد که چگونه رانندگی کنید، شتاب بگیرید، ترمز بگیرید و ماشین خود را متوقف کنید.\n\nمهمترین جمله این است که معنی دور کردن پاها را بفهمید. 'Füße weg' این همان تعبیری است که مربی شما به شما می‌گوید وقتی در موقعیت خطرناکی قرار دارید یا وقتی خیابان را مسدود می‌کنید. هنگامی که پاهای خود را دور از پدال دور کنید، او می‌تواند وضعیت را خنثی کند.\n\nمانند فصل اول، قبل از یادگیری جملات با کلمات شروع کنید.\n\n(۵ دقیقه)"
    	},
   	"3": {
          "title": "ما از خیابان استفاده می",
          "details": "ما از خیابان استفاده می‌کنیم اگر راه‌اندازی و تعویض دنده را از قبل می‌دانید، می‌توانید وارد ترافیک شوید. مربی شما جهت را می‌گوید و همچنین چیزهای زیادی را برای شما توضیح خواهد داد. در این مرحله، کار با یک مترجم می‌تواند منطقی باشد تا اشتباهات خود را درک کنید. ترجمه دستورالعمل‌ها وظیفه یک مترجم نیست. مهم است که همه دستورالعمل‌ها را درک کنید تا بتوانید به موقع متوجه شوید و واکنش نشان دهید.\n\nبه عنوان مثال: مربی شما می‌خواهد در گذرگاه بعدی به سمت راست برود. او به زبان آلمانی به شما می‌گوید: «می‌خواهیم خیابان بعدی را به سمت راست برویم، ابتدا باید سرعت را به 20 کیلومتر در ساعت برسانیم، سپس دنده دوم را بگیرید و قبل از عبور از گذرگاه کلاچ را کامل رها کنید». مترجم نیاز به وقت برای گوش دادن دارد. او برای پردازش اطلاعات و همچنین ترجمه به زمان نیاز دارد. بازگو کردن اطلاعات به شما زمان می‌برد و شما برای اینکه اطلاعات را پردازش کنید همچنین زمان نیاز دارید. در بیشتر موارد، قبل از اینکه بدانید چه کاری باید انجام دهید، از گذرگاه عبور کرده‌اید. علاوه بر این، مربی شما نمی‌تواند در طول فرآیند از شما پشتیبانی کند، زیرا مترجم ترجمه را تمام نکرده است.\n\nاگر مربی خود را درک نمی‌کنید، فقط ادامه دهید و از او بپرسید. اگر از گذرگاهی که می‌خواهد بپیچد بگذرید، راه دیگری را می‌روید، اما هیچ اتفاقی نمی‌افتد. اگر در وسط یک خیابان توقف کنید و از او بپرسید، می‌تواند بسیار خطرناک باشد. اتومبیل‌ها نیز پشت سر شما هستند و انتظار ندارند که بدون علامت توقف کنید. در امتحان، درک ممتحن برای شما بسیار مهم است، بنابراین می‌توانید آن را در دروس خود تمرین کنید.\n\nوظیفه مترجم این است که توضیحات مربی را ترجمه کند تا اشتباهات خود را درک کنید. اگر شروع به ترجمه مسیرها یا هر چیز دیگری کرد، لطفاً به او بگویید متوقف شود."
    	},

    "4": {
          "title": "می چرخی",
          "details": "چرخش یکی از مهمترین تمرینات برای کنترل وسیله نقلیه است. تعامل سرعت، دنده تبدیل کردن و جریان زمان باید دقیق باشد. اگر اینطور نیست، ممکن است که شما به گوشه نرسید.\n\nعلاوه بر این، شما باید مراقب بسیاری از کاربران دیگر جاده باشید، زیرا عابران پیاده و رانندگان دوچرخه که به موازات شما از خیابان عبور می‌کنند، در اولویت هستند. ترافیک مخالف نیز اولویت دارد، شما باید به آنها دقت کنید و اول به آنها حق عبور بدهید. مخصوصاً با گردش به چپ، قرار دادن ماشین به سمت راست دشوار است. 50 سانتی‌متر به سمت چپ یا جلوتر به این معنی است که ماشین خود را در ترافیک مخالف قرار می‌دهید.\n\nبسیار مهم است که در زمان به اندازه کافی برای چرخش آماده شوید، همه احتمالات را در نظر بگیرید و دنده مناسب را انتخاب کنید. این نیاز به تمرین زیاد دارد. شما باید توضیحات مربی خود را درک کنید."
    	},

    "5": {
          "title": "اولویت بخش ۱",
          "details": "موضوع اولویت گسترده ترین فصل این دوره و شامل فصول 5 و 6 می باشد. بدین وسیله درک قوانین و نشانه ها حائز اهمیت است. قانون اصلی 'اولویت به راست' همیشه معتبر است اگر تابلو، چراغ راهنمایی یا افسر پلیسی که ترافیک را تنظیم می کند نداشته باشید. روش صحیح نگاه کردن برای درک همه گذرگاه ها و قوانین اولویت آنها مهم است.\n\nبه خصوص اگر به ترافیک کشور دیگری عادت داشته باشید، عبور از یک گذرگاه بدون محافظت از خود ( کم کردن سرعت و نگاه کردن) سخت است. اما این زمانی ضروری است که شما اولویت دارید. خطر تصادف به دلیل ایستادن در چراغ سبز بسیار بیشتر از برخورد با شخصی است که از چراغ قرمز می‌گذرد.\n\nاستثناها گذرگاه هایی با اولویت به راست هستند. اما در آنجا فقط باید نگاهی کوتاه به سمت چپ داشته باشید. اگر ماشینی را دیدید که ظاهراً اشتباه نمی کند، نباید توقف کنید.\n\nاگر خودرویی با حق تقدم نزدیک نباشد، علامت «مسیر بده» شما را مجبور به توقف مانند «علامت توقف» نمی‌کند. اما مطمئن شوید که قوانین اولویت برای عابر پیاده و دوچرخه همچنان معتبر است."
		},
    "6": {
          "title": "",
          "details": ""
    	},
    "7": {
          "title": "بر اساس قوانین حرکت کنید",
          "details": "اگر مربی شما به شما بگوید: شما نمی توانید رانندگی کنید، فقط می توانید ماشین را اداره کنید متکبرانه به نظر می رسد اما در بیشتر موارد حقیقت است. منظور او این است که قوانین زیادی وجود دارد که شما نمی دانید یا به اندازه کافی جدی نمی گیرید. حداقل در امتحان خواهید دید که حق با اوست. بسیاری از کاربران دیگر جاده در تابلوی ایست توقف نمی کنند، از خط ثابت عبور می کنند یا خیلی سریع هستند. \n\n اما این برای آنها و شما مجاز نیست. نقض قوانین قابل اجرا همیشه به معنای تصادف نیست، اما همیشه به طور بالقوه خطرناک است. و اگر تخلفات بزرگ یا بیشتر انجام دهید باعث می شود در امتحان عملی خود مردود شوید  \n\n همانطور که در فصل اولویت مهم است که موارد درست را یادداشت کنید و نگاه درستی داشته باشید. نه فقط در گذرگاه ها. شما باید تمام علائم و نشانه ها را ببینید، باید قوانین را رعایت کنید و نسبت به اشتباهات سایر کاربران جاده واکنش نشان دهید. اگر نگاه کنید که دیگران چه می کنند، همیشه کار درستی نیست. پس بهتر است خودتان ببینید چه کاری باید انجام دهید."
    	} ,
    "8": {
          "title": " سفرهای زمینی",
          "details": "وقتی به درس های ویژه مورد نیاز رسیدید، قبلاً در آموزش رانندگی پیشرفت خوبی داشته اید. در جلسات زمینی با قوانین رانندگی در جاده های خارج شهری(جاده فرعی) آشنا می شوید. \n\n نکته مهم رانندگی با سرعت مناسب است. شما مجاز به تجاوز از حد مجاز نیستید، اما همچنین نباید با  سرعت خیلی کم رانندگی  کنید. به هر حال، بخش‌هایی از جاده وجود دارد که محدودیت سرعت در آن‌ها بسیار خطرناک است یا امکان رانندگی وجود ندارد. \n\n سبقت گرفتن هم یک موضوع است. اما خواهید دید که مسیر برای سبقت گرفتن بسیار طولانی است، به طوری که سبقت ایمن از کامیون ها یا خودروهای دیگر اغلب امکان پذیر نیست. \n\n رانندگی در بزرگراه به دلیل سرعت زیاد خطرناک تر و ریسک دارتر است. بسیار مهم است که دستورالعمل های مربی رانندگی خود را درک کنید. سخت ترین اقدام ورود به بزرگراه است. شما باید سرعت زیادی داشته باشید و باید مراقب باشید که  تهدید برای کسی نباشید و یا مانع کسی نشوید. \n\n سرعت پیشنهادی ۱۳۰ کیلومتر بر ساعت است. اگر هوا خوب است و خیابان آزاد است، باید تقریبی سعی کنید این سرعت را نگه دارید. در صورت امکان باید از خودروهای کندتر بدون کاهش سرعت سبقت بگیرید. سبقت باید همیشه در سمت چپ باشد. پس از عبور باید در لاین سمت راست برگردید. یک قانون وجود دارد: در سمت راست رانندگی کنید! \n\n قبل از سبقت گرفتن باید مطمئن شوید  که فضای کافی برای تغییر خط دارید. در بزرگراه، به جای اینکه از روی شانه خود نگاه کنید، فقط  یک نگاه به بغل نگاه می کنید. \n\n وقتی از بزرگراه خارج می شوید مراقب باشید خیلی زود ترمز(برک) نکنید . شما نباید مانع جریان ترافیک پشت سر خود شوید."
    	},

   "9": {
          "title": "وظایف پایه  رانندگی",
          "details": "وظایف پایه رانندگی بخشی از هر آزمون عملی رانندگی است. شش نوع مختلف از وظایف پایه وجود دارد که به دو گروه تقسیم می شوند. \n\n گروه اول شامل وظایف پارک موازی و ر اطراف منحنی در سمت راست به عقب برانید  است. ممتحن یکی از این وظایف را انتخاب می کند. \n\n گروه دوم شامل «برگرداندن»، «ترمز(برک) اضطراری»، «پارک کردن به عقب در جعبه» و «پارک کردن به جلو در جعبه» است. ممتحن دو تا از این وظایف را انتخاب میکند  \n\n مهم است که شما فقط در داخل پارکینگ نباشید. شما همچنین باید نگاه مناسب و درستی داشته باشید. نمای عقب(دیدن به عقب) ضروری است. کسی که فقط با آینه پارک می کند، امتحان را با موفقیت سپری نمیکند."
    	} ,

    "10": {
          "title": " بررسی خروج",
          "details": "خودرو در حین رانندگی ادعای زیادی دارد، بنابراین قطعه های زیادی وجود دارند که ممکن است خراب شوند. مهم است که به طور دوره ای خودروی خود را از نظر فرسایش  بررسی کنید. ایمنی عملیاتی(کارکردی) و ایمنی جاده کاملا ضروری است.  \n\n در امتحان عملی ممتحن از شما سه سوال در مورد آن موضوع می پرسد. شما باید قطعات اولیه و قابل تایید خودروی خود و قوانین مرتبط با آن را بدانید. در این فصل شما تمام اصطلاحات را مطالعه می کنید. در ویدیوی آخر می توانید تست کنید که آیا همه چیز را به درستی فراگرفته اید."
    	}
   }
}