{
"Albanian": "آلبانیایی",
"English": "انگلیسی",
"Arabic": "عربی",
"Persian": "فارسی",
"Ukrain": "اوکراینی",
"Vietnam": "ویتنامی",
"French": "فرانسوی",
"Spanish": "اسپانیایی",
"Russian": "روسی",
"Chinese": "چینی",
"Tuerk": "ترکی",
"Choose Language": "زبان را انتخاب کنید",
"Select the language for your app. You can change it later from your settings.": "زبان برنامه خود را انتخاب کنید. بعداً می توانید آن را از تنظیمات خود تغییر دهید.",
"Search Language": "زبان جستجو",
"Continue": "ادامه دهید",
"Login": "تسجيل الدخول",
"Email": "البريد الإلكتروني",
"Password": "كلمة المرور",
"Forgot Password": "نسيت كلمة المرور؟ إعادة تعيين كلمة المرور",
"Sign In": "تسجيل الدخول",
"Dont have an account": "ليس لديك حساب؟ سجل الآن",
"Signup": "ثبت نام کنید",
"Or":"طلا",
"Continue With": "ادامه با",
"Username":"نام کاربری",
"Register to DriveLingua":"ثبت نام در  DriveLingua",
"Enter your details below to register to DriveLingua app and continue":"اطلاعات خود را در زیر وارد کنید تا در برنامه  DriveLingua ثبت نام کنید و ادامه دهید",
"Already have an account":"آیا قبلاً حساب کاربری دارید؟ ",
"welcome": "خوش آمدید",
"You are": "شما",
"doing well": "خوب پیش می‌روید",
"away from your total goal! Keep going": "تا رسیدن به هدف کلی خود فاصله دارید! ادامه دهید",
"Chapters": "فصل‌ها",
"Tests": "آزمون‌ها",
"Test Taken": "آزمون انجام شده",
"Passed": "قبول شده",
"Failed": "ناموفق",
"not finished": "تمام نشده",
"Share Our App": "برنامه ما را به اشتراک بگذارید",
"Home": "خانه",
"Setting": "تنظیمات",
"Edit Profile": "ویرایش پروفایل",
"Notification": "اطلاع رسانی",
"Help & Support": "کمک و پشتیبانی",
"Sign Out": "خروج",
"Introduction": "مقدمه",
"Vocabulary": "واژگان",
"Sentences": "جملات",
"Videos": "ویدیوها",
 "Chapter": "فصل",
 "Register":"ثبت نام",
 "Would you know how it works?": "آیا می‌دانید چگونه کار می‌کند؟",
 "Learn the dialect of your region.": "لهجه منطقه خود را بیاموزید.",
 "Would you have known?": "آیا می‌دانستید؟",
 "Here is an overview of all basic driving tasks": "در اینجا یک نمای کلی از تمام وظایف اساسی رانندگی است",
 "This is how the departure control works": "کنترل حرکت به این صورت کار می‌کند",
 "Videos of Chapter": "ویدیوهای فصل",
 "Check Answer": "بررسی پاسخ",
 "Next Question": "سؤال بعدی",
 "Question": "سؤال",
 "My Test Summary": "خلاصه آزمون من",
"Register information": "متشکریم! Drivelingua از شما برای کار با پلتفرم یادگیری\n\nتوصیه می‌کنیم بلافاصله پس از ثبت نام در آموزشگاه رانندگی خود، یادگیری را در پلتفرم ما شروع کنید. دو فصل در هفته برای موفقیت سریع عالی است. اگر همه چیز خوب پیش برود، باید تمام دوازده فصل را قبل از شروع آموزش عملی کامل کنید. قبل از اولین درس عملی باید فصل یک و دو را تکرار کنید.\n\nبعد از هر درس باید با مربی خود در مورد محتوای درس بعدی صحبت کنید. اینگونه می‌توانید قبل از درس رانندگی بعدی، فصل مربوط به آن موضوع را تکرار کنید.\n\nDriveLingua به شما در درک دستورالعمل‌ها کمک می‌کند، اما جای یک مترجم را نمی‌گیرد. بسته به دانش آلمانی شما، می‌تواند مهم باشد که فردی را بیاورید که به شما کمک کند تا توضیحات مربی خود را نیز درک کنید. درک اشتباهات شما بسیار مهم است تا بتوانید رانندگی خود را بهبود ببخشید و در پایان دوره آموزشی خود در امتحان قبول شوید. در مورد این گزینه با مربی خود صحبت کنید، او شما را راهنمایی خواهد کرد.\n\nابتدا باید خود را در یک آموزشگاه رانندگی ثبت نام کنید، اگر قبلاً این کار را نکرده‌اید. اگر در آموزشگاه ثبت نام کرده‌اید، باید بپرسید که آیا مدارک شما را به دفتر گواهینامه رانندگی محل شما ارسال کرده‌اند یا خیر. اگر نه، باید خودتان این کار را انجام دهید. شما باید فرم ثبت نام خود را که توسط آموزشگاه رانندگی پر شده است، یک عکس بیومتریک، یک گواهی کمک‌های اولیه، یک آزمایش چشم برای گواهینامه رانندگی و گذرنامه یا شناسنامه خود را همراه داشته باشید. اگر پاسپورت یا شناسنامه ندارید، تمام مدارک خود را بیاورید تا چیزی از قلم نیفتد.\n\nپس از ثبت نام باید هر چه سریع‌تر شروع به مطالعه و رفتن به دروس تئوری کنید، زیرا یک سال برای قبولی در آزمون تئوری فرصت دارید. اگر نتوانید این کار را در یک سال انجام دهید، باید دوباره درخواست دهید. این چیز بزرگی نیست، اما هزینه و زمان دارد.\n\nمشکل بزرگ‌تر این است که وقتی امتحان تئوری را با موفقیت پشت سر بگذارید و در ظرف یک سال امتحان عملی را با موفقیت پشت سر نگذارید، در این صورت باید امتحان تئوری را هم از اول سپری کنید. پس زمان زیادی را هدر ندهید.",
 "Before Exam": "قبل از امتحان","Before Exam Details": "شما می‌خواهید امتحان عملی خود را انجام دهید، اما هنوز گاهی اوقات نیاز به مداخله مربی دارید و او به شما توصیه می‌کند که امتحان را ندهید؟ پس باید به او اعتماد کنید. او نمی‌خواهد که شما پول بیشتری برای دروس اضافی بپردازید. چیزی که او می‌خواهد این است که شما گواهینامه خود را با هزینه‌ای مناسب بگیرید تا راضی باشید و آموزشگاه رانندگی را به دیگران توصیه کنید. امتحانات بسیار پرهزینه‌تر از درس‌های رانندگی هستند، بنابراین او با امتحان دوم درآمد بیشتری نسبت به چند درس خواهد داشت. بنابراین لطفاً به متخصص اعتماد کنید و بیشتر تمرین کنید.<br><br>اگر مربی شما از مهارت‌های رانندگی شما راضی است، به شما توصیه می‌کند که امتحان بدهید. به او بگویید که در کجا هنوز احساس عدم اطمینان می‌کنید و چه چیزی را می‌خواهید بیشتر تمرین کنید. برای امتحان وقت بگیرید. اکنون باید نقاط ضعف خود را کاهش دهید تا احساس امنیت کنید. بیشتر شکست‌ها در امتحان ناشی از کمبود دانش یا مهارت نیستند، بلکه ناشی از اضطراب هستند. بهترین راه برای مقابله با اضطراب این است که احساس امنیت کنید.",

 "chapters": {
        "1": {
          "title": " اولین قدم ه",
          "details": "هر آغازی دشوار است. در ابتدا، مربی رانندگی شما به شما توضیح می دهد که چگونه فضای کاری خود را تنظیم وکنترول  کنید - فضای داخلی ماشین شما را. در این فصل شما مهمترین کلمات را یاد می گیرید که به شما کمک می کند مربی خود را درک کنید و وسیله نقلیه خود را بشناسید. با کلمات شروع کنید، با جملات یادگیری ادامه دهید و با تماشای ویدیوی مربوط به ماشین، درس را با آزمایش خود تکمیل کنید."
      },
      "2": {
          "title": " اشروع به رانندگی می کنیم",
          "details": "در این فصل شما عباراتی را یاد می‌گیرید که برای اولین قدم‌ها در خیابان نیاز دارید. موضوع امروز اداره ماشین است. شما یاد می‌گیرید که مربی خود را درک کنید، زمانی که او به شما یاد می‌دهد که چگونه رانندگی کنید، شتاب بگیرید، ترمز بگیرید و ماشین خود را متوقف کنید.\n\nمهمترین جمله این است که معنی دور کردن پاها را بفهمید. 'Füße weg' این همان تعبیری است که مربی شما به شما می‌گوید وقتی در موقعیت خطرناکی قرار دارید یا وقتی خیابان را مسدود می‌کنید. هنگامی که پاهای خود را دور از پدال دور کنید، او می‌تواند وضعیت را خنثی کند.\n\nمانند فصل اول، قبل از یادگیری جملات با کلمات شروع کنید.\n\n(۵ دقیقه)"
    	},
   	"3": {
          "title": "ما از خیابان استفاده می",
          "details": "ما از خیابان استفاده می‌کنیم اگر راه‌اندازی و تعویض دنده را از قبل می‌دانید، می‌توانید وارد ترافیک شوید. مربی شما جهت را می‌گوید و همچنین چیزهای زیادی را برای شما توضیح خواهد داد. در این مرحله، کار با یک مترجم می‌تواند منطقی باشد تا اشتباهات خود را درک کنید. ترجمه دستورالعمل‌ها وظیفه یک مترجم نیست. مهم است که همه دستورالعمل‌ها را درک کنید تا بتوانید به موقع متوجه شوید و واکنش نشان دهید.\n\nبه عنوان مثال: مربی شما می‌خواهد در گذرگاه بعدی به سمت راست برود. او به زبان آلمانی به شما می‌گوید: «می‌خواهیم خیابان بعدی را به سمت راست برویم، ابتدا باید سرعت را به 20 کیلومتر در ساعت برسانیم، سپس دنده دوم را بگیرید و قبل از عبور از گذرگاه کلاچ را کامل رها کنید». مترجم نیاز به وقت برای گوش دادن دارد. او برای پردازش اطلاعات و همچنین ترجمه به زمان نیاز دارد. بازگو کردن اطلاعات به شما زمان می‌برد و شما برای اینکه اطلاعات را پردازش کنید همچنین زمان نیاز دارید. در بیشتر موارد، قبل از اینکه بدانید چه کاری باید انجام دهید، از گذرگاه عبور کرده‌اید. علاوه بر این، مربی شما نمی‌تواند در طول فرآیند از شما پشتیبانی کند، زیرا مترجم ترجمه را تمام نکرده است.\n\nاگر مربی خود را درک نمی‌کنید، فقط ادامه دهید و از او بپرسید. اگر از گذرگاهی که می‌خواهد بپیچد بگذرید، راه دیگری را می‌روید، اما هیچ اتفاقی نمی‌افتد. اگر در وسط یک خیابان توقف کنید و از او بپرسید، می‌تواند بسیار خطرناک باشد. اتومبیل‌ها نیز پشت سر شما هستند و انتظار ندارند که بدون علامت توقف کنید. در امتحان، درک ممتحن برای شما بسیار مهم است، بنابراین می‌توانید آن را در دروس خود تمرین کنید.\n\nوظیفه مترجم این است که توضیحات مربی را ترجمه کند تا اشتباهات خود را درک کنید. اگر شروع به ترجمه مسیرها یا هر چیز دیگری کرد، لطفاً به او بگویید متوقف شود."
    	},

    "4": {
          "title": "می چرخی",
          "details": "چرخش یکی از مهمترین تمرینات برای کنترل وسیله نقلیه است. تعامل سرعت، دنده تبدیل کردن و جریان زمان باید دقیق باشد. اگر اینطور نیست، ممکن است که شما به گوشه نرسید.\n\nعلاوه بر این، شما باید مراقب بسیاری از کاربران دیگر جاده باشید، زیرا عابران پیاده و رانندگان دوچرخه که به موازات شما از خیابان عبور می‌کنند، در اولویت هستند. ترافیک مخالف نیز اولویت دارد، شما باید به آنها دقت کنید و اول به آنها حق عبور بدهید. مخصوصاً با گردش به چپ، قرار دادن ماشین به سمت راست دشوار است. 50 سانتی‌متر به سمت چپ یا جلوتر به این معنی است که ماشین خود را در ترافیک مخالف قرار می‌دهید.\n\nبسیار مهم است که در زمان به اندازه کافی برای چرخش آماده شوید، همه احتمالات را در نظر بگیرید و دنده مناسب را انتخاب کنید. این نیاز به تمرین زیاد دارد. شما باید توضیحات مربی خود را درک کنید."
    	},

    "5": {
          "title": "اولویت بخش ۱",
          "details": "موضوع اولویت گسترده ترین فصل این دوره و شامل فصول 5 و 6 می باشد. بدین وسیله درک قوانین و نشانه ها حائز اهمیت است. قانون اصلی 'اولویت به راست' همیشه معتبر است اگر تابلو، چراغ راهنمایی یا افسر پلیسی که ترافیک را تنظیم می کند نداشته باشید. روش صحیح نگاه کردن برای درک همه گذرگاه ها و قوانین اولویت آنها مهم است.\n\nبه خصوص اگر به ترافیک کشور دیگری عادت داشته باشید، عبور از یک گذرگاه بدون محافظت از خود ( کم کردن سرعت و نگاه کردن) سخت است. اما این زمانی ضروری است که شما اولویت دارید. خطر تصادف به دلیل ایستادن در چراغ سبز بسیار بیشتر از برخورد با شخصی است که از چراغ قرمز می‌گذرد.\n\nاستثناها گذرگاه هایی با اولویت به راست هستند. اما در آنجا فقط باید نگاهی کوتاه به سمت چپ داشته باشید. اگر ماشینی را دیدید که ظاهراً اشتباه نمی کند، نباید توقف کنید.\n\nاگر خودرویی با حق تقدم نزدیک نباشد، علامت «مسیر بده» شما را مجبور به توقف مانند «علامت توقف» نمی‌کند. اما مطمئن شوید که قوانین اولویت برای عابر پیاده و دوچرخه همچنان معتبر است."
		},
    "6": {
          "title": "",
          "details": ""
    	},
    "7": {
          "title": "بر اساس قوانین حرکت کنید",
          "details": "اگر مربی شما به شما بگوید: شما نمی توانید رانندگی کنید، فقط می توانید ماشین را اداره کنید متکبرانه به نظر می رسد اما در بیشتر موارد حقیقت است. منظور او این است که قوانین زیادی وجود دارد که شما نمی دانید یا به اندازه کافی جدی نمی گیرید. حداقل در امتحان خواهید دید که حق با اوست. بسیاری از کاربران دیگر جاده در تابلوی ایست توقف نمی کنند، از خط ثابت عبور می کنند یا خیلی سریع هستند. \n\n اما این برای آنها و شما مجاز نیست. نقض قوانین قابل اجرا همیشه به معنای تصادف نیست، اما همیشه به طور بالقوه خطرناک است. و اگر تخلفات بزرگ یا بیشتر انجام دهید باعث می شود در امتحان عملی خود مردود شوید  \n\n همانطور که در فصل اولویت مهم است که موارد درست را یادداشت کنید و نگاه درستی داشته باشید. نه فقط در گذرگاه ها. شما باید تمام علائم و نشانه ها را ببینید، باید قوانین را رعایت کنید و نسبت به اشتباهات سایر کاربران جاده واکنش نشان دهید. اگر نگاه کنید که دیگران چه می کنند، همیشه کار درستی نیست. پس بهتر است خودتان ببینید چه کاری باید انجام دهید."
    	} ,
    "8": {
          "title": " سفرهای زمینی",
          "details": "وقتی به درس های ویژه مورد نیاز رسیدید، قبلاً در آموزش رانندگی پیشرفت خوبی داشته اید. در جلسات زمینی با قوانین رانندگی در جاده های خارج شهری(جاده فرعی) آشنا می شوید. \n\n نکته مهم رانندگی با سرعت مناسب است. شما مجاز به تجاوز از حد مجاز نیستید، اما همچنین نباید با  سرعت خیلی کم رانندگی  کنید. به هر حال، بخش‌هایی از جاده وجود دارد که محدودیت سرعت در آن‌ها بسیار خطرناک است یا امکان رانندگی وجود ندارد. \n\n سبقت گرفتن هم یک موضوع است. اما خواهید دید که مسیر برای سبقت گرفتن بسیار طولانی است، به طوری که سبقت ایمن از کامیون ها یا خودروهای دیگر اغلب امکان پذیر نیست. \n\n رانندگی در بزرگراه به دلیل سرعت زیاد خطرناک تر و ریسک دارتر است. بسیار مهم است که دستورالعمل های مربی رانندگی خود را درک کنید. سخت ترین اقدام ورود به بزرگراه است. شما باید سرعت زیادی داشته باشید و باید مراقب باشید که  تهدید برای کسی نباشید و یا مانع کسی نشوید. \n\n سرعت پیشنهادی ۱۳۰ کیلومتر بر ساعت است. اگر هوا خوب است و خیابان آزاد است، باید تقریبی سعی کنید این سرعت را نگه دارید. در صورت امکان باید از خودروهای کندتر بدون کاهش سرعت سبقت بگیرید. سبقت باید همیشه در سمت چپ باشد. پس از عبور باید در لاین سمت راست برگردید. یک قانون وجود دارد: در سمت راست رانندگی کنید! \n\n قبل از سبقت گرفتن باید مطمئن شوید  که فضای کافی برای تغییر خط دارید. در بزرگراه، به جای اینکه از روی شانه خود نگاه کنید، فقط  یک نگاه به بغل نگاه می کنید. \n\n وقتی از بزرگراه خارج می شوید مراقب باشید خیلی زود ترمز(برک) نکنید . شما نباید مانع جریان ترافیک پشت سر خود شوید."
    	},

   "9": {
          "title": "وظایف پایه  رانندگی",
          "details": "وظایف پایه رانندگی بخشی از هر آزمون عملی رانندگی است. شش نوع مختلف از وظایف پایه وجود دارد که به دو گروه تقسیم می شوند. \n\n گروه اول شامل وظایف پارک موازی و ر اطراف منحنی در سمت راست به عقب برانید  است. ممتحن یکی از این وظایف را انتخاب می کند. \n\n گروه دوم شامل «برگرداندن»، «ترمز(برک) اضطراری»، «پارک کردن به عقب در جعبه» و «پارک کردن به جلو در جعبه» است. ممتحن دو تا از این وظایف را انتخاب میکند  \n\n مهم است که شما فقط در داخل پارکینگ نباشید. شما همچنین باید نگاه مناسب و درستی داشته باشید. نمای عقب(دیدن به عقب) ضروری است. کسی که فقط با آینه پارک می کند، امتحان را با موفقیت سپری نمیکند."
    	} ,

    "10": {
          "title": " بررسی خروج",
          "details": "خودرو در حین رانندگی ادعای زیادی دارد، بنابراین قطعه های زیادی وجود دارند که ممکن است خراب شوند. مهم است که به طور دوره ای خودروی خود را از نظر فرسایش  بررسی کنید. ایمنی عملیاتی(کارکردی) و ایمنی جاده کاملا ضروری است.  \n\n در امتحان عملی ممتحن از شما سه سوال در مورد آن موضوع می پرسد. شما باید قطعات اولیه و قابل تایید خودروی خود و قوانین مرتبط با آن را بدانید. در این فصل شما تمام اصطلاحات را مطالعه می کنید. در ویدیوی آخر می توانید تست کنید که آیا همه چیز را به درستی فراگرفته اید."
    	}
   },

   "VocabularyList": {
      "1": [
        "صندلی",
        "تنظیم کردن",
        "رو به رو",
        "عقب",
        "پشتی عقب",
        "عقب",
        "پشتی سر",
        "فرمان",
        "هر دو دست",
        "آیینه داخلی",
        "آیینه بیرونی",
        "دستگیره",
        "دکمه",
        "تیرها",
        "چپ",
        "راست",
        "دستگیره در",
        "پدال",
        "کلاچ",
        "ترمز",
        "شتاب دهنده",
        "زانو",
        "کلید چرخشی",
        "چراغ",
        "کلید چراغ",
        "فشار دادن",
        "مثلث",
        "چراغ خطر",
        "کلید",
        "دور زدن",
        "روشن کردن",
        "ترمز دستی",
        "آزاد کردن",
        "نشانگر",
        "روشن کردن",
        "خاموش کردن",
        "سطح دنده",
        "خم شدن",
        "کمی٫اندکی",
        "دنده یک",
        "دنده دو",
        "دنده سه",
        "دنده چهار",
        "دنده پنج",
        "دنده شش",
        "پارک کردن",
        "دنده خلاص٫خنثی",
        "دنده عقب",
        "رانندگی",
        "دست",
        "پاشنه دست",
        "دنده تبدیل کردن",
        "سرعت سنج",
        "دور ماشین سنج",
        "کمربند",
        "بسته کردن کمربند"

      ],
      "2": [
        "آهسته",
        "سریع",
        "شتاب دادن/سرعت گرفتن",
        "ترمز گرفتن/برک گرفتن",
        "پدال زدن",
        "نقطه سنگ زنی",
        "رها کردن",
        "حالت احتراق",
        "ماشین ٫ موتور",
        "روشن کردن",
        "نگاه کردن",
        "ایستاد کردن",
        "ایستاده بمانید",
        "کنارجاده",
        "حرکت کردن",
        "قدم به قدم پیش رفتن",
        "سرعت راه رفتن",
        "سرعت سست ٫عاطل",
        "کنار کشیدن",
        "رها کردن",
        "شروع کردن",
        "متوقف کردن",
        "پا را کناربکشید",
        "حرکت کردن",
        "دنده را بالا بردن",
        "دنده را پایین آوردن",
        "عقب",
        "کیلومتر بر ساعت",
        "کیلومتر بر ساعت",
        "سی",
        "پنجاه",
        "صد",
        "گاز دادن٫سرعت گرفتن",
        "نرم ٫آرام",
        "حرکت کردن",
        "ادامه دادن",
        "سرعت"

      ],
      "3": [
            "هدایت",
          "تکنیک فرمان",
          "کامل هدایت کردن",
          "دست درازی کردن",
          "ساده",
          "قوی",
          "تمرکز کردن",
          "دورخوردن",
          "مانع",
          "پیچ/خم",
          "خیابان",
          "خط",
          "وسط",
          "نگاه",
          "به سمت جلو نگاه کردن",
          "جلو را دیدن",
          "محدودیت سرعت",
          "نشانه",
          "محدودیت سرعت",
          "خط پر",
          "خط وسطی",
          "محدودیت",
          "خط راهنما",
          "مراقب باش",
          "فاصله",
          "کنار جاده",
          "تپه",
          "شیب رو به بالا",
          "شیب رو به پایین",
          "سربالایی",
          "سر پایینی",
          "میدان",
          "جزیره مرکزی",
          "خروجی",
          "اطراف",
          "نرم",
          "ادامه دادن",
          "ماندن در خط",
          "سمت تو",
          "ماندن",
          "خیابان بعدی"

      ],
      "4": [
            "دور خوردن",
            "نگاه کردن",
            "مشاهده کردن",
            "نگاه شانه",
            "سر را دور دادن",
            "به عقب نگاه کردن",
            "باریک /تنگ",
            "خیابان/سرک",
            "بزرگ",
            "دور",
            "وسیع",
            "سنگ نما",
            "ترافیک مخالف",
            "عابر پیاده",
            "بایسکیل/دوچرخه",
            "اولویت",
            "اولویت",
            "توجه کن",
            "مراقب باش",
            "نقطه کور",
            "اداره کردن",
            "قطع کردن",
            "امتحان کردن",
            "قدم به قدم پیش رفتن",
            "عبور",
            "مراقب باش",
            "جهت",
            "فراموش کردن",
            "زود",
            "کنار گذاشتن",
            "گیچ کننده",
            "سفارش",
            "رها کردن",
            "مرکز گذرگاه",
            "صلیب/چلیپا",
            "شکاف",
            "تردید کردن",
            "زمان زیادی را گرفتن",
            "مکان",
            "سرک/خیابان یک طرفه",
            "کنار جاده"

      ],
      "5": [
        "اولویت",
          "سرک با حق اولویت",
          "پیچیدن به جاده با حق اولویت",
          "حق تقدم واحد",
          "تعقیب کردن",
          "مسیر جاده",
          "رها کردن",
          "راه دادن",
          "خط صبر",
          "توقف",
          "نشانه توقف",
          "خط توقف",
          "کاملا",
          "توقف کردن",
          "همه",
          "فاصله جانبی",
          "به اندازه کافی",
          "رد شدن",
          "چراغ ترافیک",
          "دو خطه",
          "تغییر خط",
          "داخل",
          "خارج",
          "استفاده کردن",
          "در عین زمان",
          "نشانه",
          "علایم ترافیکی",
          "اولویت سمت راست",
          "منطقه ۳۰",
          "آماده برای برک/ترمز",
          "ستون جلو",
          "ستون عقب",
          "کامیون/بارکش",
          "بس/اتوبوس",
          "تریلر/پشت بند",
          "موتور سیکلت",
          "محل عبور عابر پیاده",
          "پارک کردن"

      ],
      "6": [
            "ایستگاه بس",
            "چراغ هشدار",
            "ترافیک دور برگردان",
            "خروجی",
            "اتمام",
            "اجازه بگذرد",
            "جهت",
            "راه آزاد",
            "آزاد",
            "بلندتر",
            "پایین تر",
            "مهم",
            "لغو کردن",
            "صدق نمیکند",
            "افسر پلیس",
            "قوانین ترافیک",
            "سینه",
            "کمر",
            "از بغل",
            "دستورالعمل ها",
            "تعقیب کردن",
            "دست تکان دادن",
            "تیر چراغ ترافیکی سبز",
            "چراغ ترافیکی به سمت چپ",
            "چراغ ترافیکی به سمت راست",
            "شکستن",
            "خاموش کردن",
            "قرمز/سرخ",
            "زرد",
            "سبز",
            "قوانین",
            "آماده شدن",
            "نشانه تیر سبز",
            "علامت قلع",
            "صبورانه"


      ],
      "7": [
            "منطقه مسکونی",
            "اطفال",
            "منطقه صنعتی",
            "عبور راه آهن",
            "مانع",
            "موترهای پارک شده",
            "مرز",
            "بسته کردن",
            "باز نگهداشتن",
            "زیاده روی کردن",
            "شناسایی کردن",
            "داخل شدن با موتر",
            "خارج شدن با موتر",
            "نشان شهر",
            "شهر",
            "شهر",
            "دخولی شهر",
            "خروجی شهر",
            "داخل شهر",
            "خارج از شهر",
            "سبقت گرفتن",
            "گذراندن",
            "دور",
            "ایمن کردن",
            "خطر",
            "جهت گیری",
            "تابلو راهنما",
            "ضروری",
            "مجبور کردن"

      ],
      "8": [
        "دریور زورگیر",
          "دمرانی کردن",
          "عصبی",
          "بیرون کشیدن",
          "بازگشت به مسیر ",
          "تاب خوردن",
          "جاده کاشته شده با درختان",
          "حفاظ تصادف",
          "پیچ تند",
          "منطقه ساخت و ساز",
          "آفتاب",
          "باران",
          "برف",
          "غبار",
          "یخ",
          "صاف",
          "برف سیاه",
          "برفی",
          "اشتباه قضاوت کردن",
          "در سمت راست رانندگی کردن",
          "سبقت ممنوع",
          "عبور گوزن",
          "بالای تپه",
          "وسط",
          "به سمت جلو",
          "راه برای سبقت گرفتن",
          "امن کردن",
          "جزیره مرکزی",
          "چراغ مه شکن عقب",
          "چراغ های مه شکن",
          "چراغ های جلو کم نور",
          "پل",
          "جنگل",
          "اتوبان",
          "داخل شدن",
          "خارج شدن",
          "خط سرعت گرفتن",
          "خط سرعت کم کردن",
          "خروجی",
          "نشانه های راهنمایی",
          "ممنوع",
          "خارج شدن از اتوبان",
          "نوارهای جانبی",
          "جای پارک",
          "پست باز تابنده",
          "سرعت توصیه شده",
          "راه بندان",
          "چسبناک",
          "۳۰۰ متر",
          "موقتا",
          "تبادل اتوبان",
          "نمای اطراف",
          "جا باز کردن",
          "تغییر خط",
          "تصادف/حادثه"

      ],
      "9": [
            "وظایف اصلی رانندگی",
            "پارک کردن",
            "به صورت جانبی",
            "به عقب",
            "در امتداد",
            "آبی",
            "نقره ای",
            "سیاه",
            "قهوه ای",
            "خاکستری",
            "عقب",
            "نگاه کنترلی",
            "آیینه در آیینه",
            "زاویه",
            "به طور کامل فرمان را بچرخانید",
            "صندلی عقب",
            "تاب خوردن",
            "اصلاح کردن",
            "حرکت اصلاحی",
            "در بین",
            "نگاه کردن",
            "برای رفتن به دور دست",
            "هدایت مردن",
            "برای حرکت به سمت عقب در اطراف پیچ",
            "در امتداد سنگ فرش",
            "ترمز اضطراری",
            "حالا",
            "دور خوردن",
            "ورودی حیاط"

      ],
      "10": [
            "وظایف اصلی رانندگی",
              "پارک کردن",
              "به صورت جانبی",
              "به عقب",
              "در امتداد",
              "آبی",
              "نقره ای",
              "سیاه",
              "قهوه ای",
              "خاکستری",
              "عقب",
              "نگاه کنترلی",
              "آیینه در آیینه",
              "زاویه",
              "به طور کامل فرمان را بچرخانید",
              "صندلی عقب",
              "تاب خوردن",
              "اصلاح کردن",
              "حرکت اصلاحی",
              "در بین",
              "نگاه کردن",
              "برای رفتن به دور دست",
              "هدایت مردن",
              "برای حرکت به سمت عقب در اطراف پیچ",
              "در امتداد سنگ فرش",
              "ترمز اضطراری",
              "حالا",
              "دور خوردن",
              "ورودی حیاط"

      ]
  
  },

  "SentenceList": {
      "1": [
            "صندلی خود را تنظیم کنید",
            "صندلی خود را کمی جلوتر تنظیم کنید",
            "صندلی خود را عقب بگذارید",
            "پشتی صندلی را کمی به جلو تنظیم کنید",
            "کمر باید صاف باشد",
            "فرمان را با هر دو دست بگیرید",
            "آیینه های عقب را با تیرها تنظیم کن",
            "در آیینه داخل نگاه کن",
            "در آیینه سمت راست نگاه کن",
            "آیینه سمت چپ را بالاتر تنظیم کن",
            "شما باید دستگیره عقب را در آیینه ببینید",
            "دسته را فشار بده تا ترمز دستی آزاد شود",
            "پدال سمت چپ کلاچ است",
            "پدال سمت راست شتاب دهنده است",
            "پدال وسطی ترمز است",
            "کلاچ را کامل فشار بده تا بایستد",
            "این کلید چراغ ها است",
            "چراغ خطر را روشن کن",
            "لطفا کلید شروع را فشار بده",
            "لطفا به سمت چپ اشاره کن",
            "اشاره گر سمت راست را خاموش کن",
            "تعویض به دنده اول",
            "تعویض به دنده دوم",
            "حالا تعویض به دنده سوم",
            "تعویض به راننده گی",
            "تعویض به دنده عقب",
            "تعویض به حالت خنثی",
            "لطفا از کمربند استفاده کن",
            "لطفا سرعت را زیاد کن",
            "در را بسته کن",
            "این سرعت سنج است",
            "این دور ماشین را نشان میدهد"        
      ],
      "2": [
            "کلید را به آرامی بچرخانید تا حالت احتراق روشن شود",
            "ماشین را روشن کنید",
            "کلاچ را آهسته رها کنید",
            "کلاچ را به نقطه گردش رها کنید",
            "برای شروع به حرکت کردن گاز/شتاب دهنده را کمی فشار دهید",
            "برای شروع نیاز دارید که اشاره گر سمت چپ را روشن کنید",
            "وقت توقف باید اشاره گر سمت راست را روشن کنید",
            "گلاچ را آهسته فشار بدهید پ آهسته ترمز بگیرید",
            "گلاچ را تا آخر فشار بدهید",
            "مستقیما دنده یک را جا بندازید",
            "در کنار خیابان/جاده بمانید",
            "بگذارید ماشین در حرکت باشد و قدم به قدم جلو بروید",
            "در حالت سست رانندگی کنید",
            "پاهای خود را کنار بکشید",
            "لطفاً در سرعت قدم زدن رانندگی کنید",
            "برای راه اندازی، اجازه دهید کلاچ به نقطه سنگ زنی برسد",
            "ماشين رو متوقف کردی",
            "شما گلاچ را زود رها کردید",
            "لطفاً یک دنده اضافه کنید",
            "لطفاً دنده دو را جا بندازید",
            "در اینجا سرعت مجاز ۳۰ کیلومتر در ساعت است",
            "سرعت مجاز در اینجا ۵۰ کیلومتر در ساعت است",
            "سرعت شما زیاد است",
            "کمی آهسته تر رانندگی کنید",
            "لطفاً کمی نرمتر ترمز/برک بگیرید",
            "شما باید کمی سرعت بگیرید",
            "با سرعت بیشتر رانندگی کنید",
            "سرعت شما خیلی کم است",
            "در آیینه ها نگاه بیندازید"

      ],
      "3": [
            "من تکنیک درست فرمان دادن را به شما نشان میدهم",
            "شما باید در حین هدایت، تجاوز کنید ",
            "فرمان را کاملا بچرخانید",
            "لطفا کمی نرم تر فرمان بده",
            "لطفا نرم تر ترمز/برک کن",
            "اینجا باید محکم ترمز/برک بگیری",
            "روی خط خود تمرکز کنید",
            "در پیچ بیشتر در سمت راست بمانید",
            "سرتان را بچرخانید",
            "به جلوتر نگاه کنید",
            "به وسط خط خود دقت کنید",
            "از خط ثابت عبور نکنید",
            "عبور از خط جهت گیری مجاز است",
            "علامت ۳۰ را دیدید؟",
            "در اینجا محدودیت سرعت۲۰ کیلومتر در ساعت وجود دارد",
            "در اینجا محدودیت سرعت ۵۰ کیلومتر در ساعت وجود دارد",
            "مراقب خط وسط باشید",
            "فاصله بیشتری را با کنار جاده حفظ کنید",
            "به سمت بالا می رود",
            "در اینجا ۱۰ درصد شیب رو به بالا داریم",
            "اینجا به سمت پایین میرود",
            "به سمت بالا باید دنده کوچکتر را انتخاب کنید",
            "۸ درصد شیب نزولی داریم",
            "بدون نشانگر/اشاره وارد ترافیک دوربرگردان می شویم",
            "به جزیره مرکزی زیاد نزدیک نشوید",
            "هنگامی که ترافیک دوربرگردان را ترک می کنید باید نشانگر/اشاره را روشن کنید",
            "از خروجی ۴ خارج شوید",
            "یک دور٫ دور برگردان دوربزنید",
            "بیشتر در خط/مسیر خود بمانید",
            "سرعت خود را حفظ کنید",
            "در سمت خود بمانید",
            "نرم تر ترمز/برک بگیرید",
            "لطفاً در خیابان بعدی سمت راست دور بزن"

      ],
      "4": [
            "خیابان بعدی را سمت راست بپیچید",
            "قبل از دور زدن در آیینه نگاه کنید",
            "از روی شانه خود نگاه کنید",
            "سر خود را بچرخانید",
            "آهسته تر رانندگی کنید، خیابان تنگ/باریک است",
            "وقتی به سمت چپ می پیچید، یک چرخش بزرگ انجام دهید",
            "خیلی به سنگ فرش نزدیک نشوید",
            "بیشتر به سمت راست بروید",
            "اگر میخواهید بپیچید، دوچرخه/بایسکیل و عابران پیاده حق اولویت دارند",
            "قبل از اینکه به چپ بپیچید، به ترافیک مخالف دقت کنید",
            "به مسیر دوچرخه/بایسکیل دقت کنید",
            "ترمز/برک نگیرید، شما حق اولویت دارید",
            "به خطوط روی جاده توجه کنید",
            "شما باید نقطه کور را کنترل کنید",
            "منحنی/دور را قطع نکنید",
            "سعی کنید بیشتر در سمت راست بمانید",
            "قدم به قدم وارد گذرگاه شوید",
            "با دقت وارد وسط تقاطع شوید",
            "در اینجا می توانید در هر دو جهت رانندگی کنید",
            "به سمت مونیخ بپیچید/رانندگی کنید",
            "فراموش نکنید که نشانگر/اشاره گر را روشن کنید",
            "ماشین خود را زودتر در جهت مشخص قرار دهید",
            "پای خود را از روی پدال گاز بردارید",
            "اینجا گیج کننده است",
            "نظم را حفظ کنید: ابتدا آیینه داخلی، سپس آیینه بیرونی، سپس نشانگر و در پایان به عقب نگاه کنید",
            "اجازه دهید ترافیک مخالف عبور کند",
            "بگذارید که عابران پیاده در اول از خیابان عبور کنند",
            "شکاف به اندازه کافی بزرگ است، زیاد درنگ نکنید",
            "این یک خیابان یک طرفه است"

      ],
      "5": [
            "لطفا خیابان با حق اولویت را تعقیب کنید",
            "ما خیابان دور با حق اولویت را ترک میکنیم و مستقیم ادامه بده",
            "این جا فقط یک بار اولویت دارید",
            "این علامت حق تقدم واحد است",
            "در اینجا شما باید راه بدهید",
            "می توانید از خط انتظار عبور کنید",
            "این علامت توقف است",
            "باید در خط توقف منتظر بمانید",
            "توقف یعنی کامل استاد شدن",
            "فاصله کافی را با خودروهای پارک شده حفظ کنید",
            "از کامیون پارک شده رد شوید",
            "در چراغ راهنمایی دوم به چپ می پیچیم",
            "اینجا میتوانید خط دوگانه را به سمت راست بپیچید",
            "لطفا به خط سمت چپ بروید",
            "برای دور خوردن به خط وسط بروید",
            "لطفا خط بیرونی را برای پیچیدن استفاده کنید",
            "از فاصله تان بهتر استفاده کنید",
            "می توانید همزمان با ترافیک مخالف به چپ بپیچید",
            "آیا میتوانید علامت را ببینید؟",
            "لطفا به علامت های ترافیکی دقت کنید",
            "اینجا باید آماده ترمز/برک گرفتن باشید",
            "در منطقه۳۰ بیشترین حق اولویت سمت راست است",
            "برای آماده شدن برای ترمز، باید پای چپ خود را روی کلاچ و پای راست خود را روی ترمز/برک قرار دهید",
            "ستون جلوی  دید را مسدود کرده",
            "اتوبوس/بس به فضای بیشتری نیاز دارد",
            "وسیله نقلیه با تریلر نمی تواند شتاب بسیار خوبی داشته باشد",
            "بگذار موتور ازکنارت عبور کند",
            "در گذرگاه عابر پیاده باید منتظر بچه ها باشید",
            "پس از عبور از ماشین های پارک شده باید به سمت راست برگردید"        
      ],
      "6": [
            "باید مراقب ایستگاه های اتوبوس/بس باشید",
            "اگر اتوبوسی/بسی در ایستگاه اتوبوس/بس چراغ خطر را روشن کرده باشد، می توانید با سرعت پیاده روی از او سبقت بگیرید.",
            "بگذارید مسافران اول پیاده شوند",
            "اتوبوس/بس نشانگر سمت چپ را روشن کرده بگذار که بگذرد",
            "از خروجی دوم در دوربرگردان/ چهارراهی خارج شوید",
            "اینجا ختم جاده با حق اولویت است",
            "به سمت انگولشتاد رانندگی کنید",
            "در اینجا راه آزاد است",
            "اینجا شما خط خود را دارید",
            "چراغ ترافیکی بالاتر از علامت ترافیکی است",
            "افسر پلیس چراغ راهنمایی را لغو می‌کند",
            "توجه به قوانین راهنمایی و رانندگی ضروری است",
            "علامت توقف خراب است",
            "اگر سینه یا پشت را دیدید، باید ترمز/برک را فشار دهید",
            "آیا افسر پلیس را از کنار می‌بینید، می‌توانید رانندگی کنید",
            "دستورالعمل‌های پلیس را دنبال کنید",
            "راننده به شما اولویت می‌دهد",
            "اگر چراغ راهنمایی قرمز است و علامت پیکان سبز دارید، باید در خط توقف توقف کنید",
            "در چراغ راهنمایی سبز با تیر می‌توانید بدون توقف رانندگی کنید",
            "در اینجا شما یک چراغ راهنمایی چرخش به سمت چپ دارید",
            "اگر چراغ راهنمایی به رنگ زرد چشمک می‌زند، باید به علائم راهنمایی و رانندگی توجه کنید",
            "سبز است",
            "چراغ قرمز/سرخ است",
            "آماده ادامه دادن باشید",
            "صبور باشید",
            "این چراغ راهنمایی نیست، تابلوی حلبی است"

      ],
      "7": [
            "در یک منطقه مسکونی باید توقع دخول اطفال را داشته باشید",
            "از روی گذرگاه راه آهن آهسته بروید",
            "در یک منطقه صنعتی اغلب \"اولویت از راست\" است",
            "هیچ مانعی در گذرگاه راه آهن وجود ندارد",
            "بعد از ماشین های پارک شده به سمت راست برگردید",
            "شما گذرگاه را مسدود می کنید",
            "اگر در ترافیک مخالف باقی بمانید، شما حق اولویت را اجرا میکنید",
            "گذرگاه را خالی/ صاف نگه دارید",
            "زیاده روی نکنید",
            "شما باید تشخیص دهید که چه کسی اولویت دارد",
            "اول در آیینه ها نگاه کنید سپس نشانگر را روشن کنید",
            "داخل دوربرگردان/چهارراهی شوید",
            "در اولین خروجی ترافیک دوربرگردان/چهاراهی را ترک کنید",
            "بعد از تابلوی شهر باید ۵۰ کیلومتر در ساعت رانندگی کنید",
            "شما باید ورودی شهر را تشخیص بدهد",
            "اینجا اجازه سبقت گرفتن ندارید",
            "ما داخل شهر هستیم",
            "در خارج از شهر باید سریع تر رانندگی کنید",
            "به سرعت سنج خود نگاه کنید، سرعت شما خیلی زیاد است",
            "بیشتر به جلو نگاه کن",
            "محدودیت سرعت اینجا ۸۰ است",
            "بیشتر از خودتان محافظت کنید",
            "این کار شما خطرناک بود",
            "روی تابلوی راهنما جهت گیری کنید",
            "در اینجا جهت مورد نیاز است",
            "خط کامل/محکم است"        
      ],
      "8": [
            "در مورد راننده زورگیر عصبی نشوید",
            "زیاد نزدیک نشوید",
            "اجازه دهید وسیله نقلیه جلوی شما قطع شود",
            "آرام تر! خیابان های احاطه شده  با درخت خطرناک هستند",
            "به مانع تصادف برخورد نکنید",
            "خیلی سریع در پیچ های تند رانندگی نکنید",
            "از محل ساخت و ساز آهسته تر عبور کنید",
            "باران دید را بدتر کرده",
            "اگر در خیابان برف است، باید فاصله بیشتری را حفظ کنید",
            "پل می تواند صاف/یخ زده باشد",
            "هنوز سیاهی در جنگل وجود دارد",
            "برف در حال باریدن است، خیابان برفی است",
            "ترمز/برک بگیر! او وضعیت را اشتباه ارزیابی می کند",
            "در سمت راست رانندگی کنید",
            "این علامت سبقت را ممنوع می کند",
            "مسیر سبقت گرفتن بسیار طولانی است",
            "در جلوی تپه ها سبقت نگیرید",
            "یک خطر ناشی از عبور احتمالی آهو وجود دارد",
            "در خط خود به مرکز خط بروید",
            "کمی جلوتر نگاه کن",
            "باید از جزیره مرکزی درسمت راست عبور کنید",
            "خیلی مه گرفته چراغ مه شکن عقب رو روشن کن",
            "دید خیلی بد است، می توانید از چراغ های مه شکن استفاده کنید",
            "لطفا چراغ های جلوی کم نور در جنگل را روشن کنید",
            "لطفا داخل اتوبان به سمت نورنبرگ شوید",
            "از خط شتاب گیری برای شتاب گرفتن استفاده کنید",
            "از خروجی فرایزینگ بروید",
            "ما بزرگراه را در وورزبورگ ترک می کنیم",
            "تابلو راهنمای به سمت مونیخ را دنبال کنید",
            "تا زمانی که به خط کاهش سرعت نرسیدید ترمز/برک  نگیرید",
            "سبقت گرفتن از سمت راست ممنوع است",
            "بزرگراه را در منطقه استراحت(فورهولزن )ترک کنید",
            "وارد پارکینگ می شویم",
            "سه صد متر قبل از خروجی نشانگر را روشن کنید",
            "سرعت توصیه شده ۱۳۰ کیلومتر در ساعت است",
            "توجه کنید! اینجا ترافیک است",
            "اینجا یک تصادف اتفاق افتاده بود",
            "فاصله را بیشتر نگه دارید، ترافیک چسپیده است",
            "علامت۱۲۰کیلومتر در ساعت موقتی است",
            "در تقاطع بزرگاه به  سمت کلن بروید",
            "به کنارتان نگاه کنید قبل از اینکه خط تان را تبدیل کنید",
            "شما باید فضایی بیشتری بسازید",
            "کمی بیشتر فاصله بگیرید"        
      ],
      "9": [
            "امروز ما وظایف ابتدایی رانندگی را تمرین می کنیم",
            "ما به سمت عقب در وسیله نقلیه آبی پارک می کنیم",
            "آینه به آینه با ماشین مشکی شوید",
            "میخواهیم کنار هم پارک کنیم",
            "باید بیشتر به عقب نگاه کرد",
            "نگاه کنترلی را فراموش نکنید",
            "در زاویه ۴۵ درجه نسبت به جاده بایستید",
            "وقتی به صندلی عقب ماشین دیگر رسیدید،فرمان را کاملاً به سمت راست دور بدهید",
            "وقتی به سمت راست فرمان دهید، ماشین شما به سمت بیرون حرکت می‌کند",
            "بین ماشین نقره ای و قهوه ای جلو پارک کنید",
            "فقط سرعت پیاده روی در پارکینگ مجاز است",
            "به ماشین پشت سر نگاه کنید",
            "اگربه سمت جلو پارک می کنید، باید از راه دور بروید",
            "لطفا دراطراف پیچ به عقب برانید",
            "شما باید در امتداد حاشیه سنگ فرش نزدیکتر شوید",
            "ترمز/برک اضطراری را اینجا انجام خواهیم داد",
            "حالا!",
            "ما از کنار جاده خیلی دور هستیم. باید درستش کنید",
            "اگر تصحیح کردید، باید نشانگر را روشن کنید و به اطراف نگاه کنید",
            "به دنبال یک فرصت مناسب برای چرخش باشید",
            "می توانید به سمت عقب به ورودی حیاط بروید"        
      ],
      "10": [
            "بیایید کنترل خروج را انجام دهیم",
            "لاستیک /تیر هایتان را کنترول کنید",
            "عمق آج باید حداقل ۱.۶ میلی متر باشد",
            "فشار هوایی لاستیک ها/تیرها باید درست باشند",
            "لاستیک ها/تیرها نباید آسیب دیدگی داشته باشند",
            "آیا در لاستیک/تیر  شکستگی وجود دارد؟",
            "آیا لاستیک/تیر برآمدگی دارد؟",
            "لطفا نورها  را بررسی کنید",
            "چراغ کناری را روشن کنید",
            "لطفا چراغ های جلوی کم نور را روشن کنید",
            "برای روشن کردن نور بالا نشانگر جلو را فشار دهید",
            "نشانگر را برای فلاش نور فشار دهید",
            "می توانید چراغ های مه شکن را در سمت چپ روشن کنید",
            "چراغ مه شکن عقب را از کجا می توان پیدا کرد؟",
            "لطفا چراغ های ترمز خود را بررسی کنید",
            "چراغ های عقب کار می کنند؟",
            "لطفا چراغ های خطر را بررسی کنید",
            "چشمان گربه نور(چراغ عقب) را منعکس می کند که به ماشین برخورد می کند",
            "به شما چه میگوید؟  Pچراغ نشانگر با علامت "
        
      ]
  }
}