{
    "Albanian": "Албанский",
  "English": "Английский",
  "Arabic": "Арабский",
  "Persian": "Персидский",
  "Ukrain": "Украинский",
  "Vietnam": "Вьетнамский",
  "French": "Французский",
  "Spanish": "Испанский",
  "Russian": "Русский",
  "Chinese": "Китайский",
  "Tuerk": "Турецкий",
    "Choose Language": "Выберите язык",
    "Select the language for your app. You can change it later from your settings.": "Выберите язык вашего приложения. Вы можете изменить его позже в настройках.",
    "Search Language": "Язык поиска",
    "Continue": "Продолжать",
    "Login": "Войти",
    "Email": "Электронная почта",
    "Password": "Пароль",
    "Forgot Password": "Забыли пароль? Сбросить пароль",
    "Sign In": "Войти",
    "Dont have an account": "Нет аккаунта",
    "Signup": "Зарегистрироваться",
    "Or":"Или",
    "Continue With": "Продолжить с",
    "Username": "Имя пользователя",
    "Register to DriveLingua": "Зарегистрируйтесь в DriveLingua",
    "Enter your details below to register to DriveLingua app and continue":"Введите свои данные ниже, чтобы зарегистрироваться в приложении DriveLingua и продолжить",
    "Already have an account": "Уже есть аккаунт? Войти",
    "welcome": "Добро пожаловать назад",
    "You are": "Вы",
    "doing well": "отлично справляетесь",
    "away from your total goal! Keep going": "от вашей общей цели! Продолжайте в том же духе",
    "Chapters": "Главы",
    "Tests": "тесты",
    "Test Taken": "Test Taken",
    "Passed": "пройдено",
    "Failed": "не пройдено",
    "not finished": "не завершено",
    "Share Our App": "Поделитесь нашим приложением",
    "Home": "дом",
    "Setting": "Параметр",
    "Edit Profile": "Редактировать профиль",
    "Notification": "Уведомления",
    "Help & Support": "Помощь и поддержка",
    "Sign Out": "Выйти",
    "Introduction": "Введение",
    "Vocabulary": "Словарь",
    "Sentences": "Предложения",
    "Videos": "Видео",
     "Chapter": "Глава",
      "Before Exam": "Перед экзаменом:",
    "Before Exam Details":"Вы хотите сдать экзамен по вождению, но инструктор часто вмешивается в управление во время практических часов и отговаривает вас от экзамена? Вам стоит его послушать. Он не уговаривает вас на лишние уроки вождения, но хочет, чтобы вы получили водительские права как можно дешевле и в конце концов порекомендовали автошколу другим. Экзамены стоят значительно дороже, чем уроки вождения, и принесут автошколе больше денег, чем несколько дополнительных уроков вождения. Так что доверяйте вашему инструктору и продолжайте заниматься. \n\n Ваш инструктор доволен вами и рекомендует сдать экзамен по вождению? В таком случае скажите ему, в каких моментах вы чувствуете себя неуверенно и что именно вы бы хотели проработать еще раз. Назначьте дату экзамена. Теперь вы должны проработать свои слабые места, чтобы чувствовать себя уверенно. Потому что большинство неудачных экзаменов проваливаются не из-за незнания, а из-за неуверенности в себе. А как известно, лучший способ преодолеть эту проблему — стать в себе полностью уверенным.",


    "chapters": {
            "1": {
              "title": "Первые шаги",
              "details": "Каждое начинание тяжело. Сначала ваш инструктор по вождению объяснит вам, как правильно настроить и эксплуатировать ваше рабочее место, а именно - салон автомобиля. В этой главе вы узнаете наиболее важные обозначения, которые помогут вам понять инструктора и лучше познакомиться с автомобилем. Для начала изучите словарный запас, затем просмотрите учебные предложения, а позже и видео, чтобы понять, можете ли вы уже напрямую применять недавно выученный словарный запас."
          }, 
          "2": {
              "title": "приступаем к вождению",
              "details": "В этой главе мы изучим обозначения, которые потребуются нам для выполнения первых маневров на дороге. Здесь основное внимание уделяется управлению транспортным средством. Вы научитесь понимать инструктора по вождению, когда он объясняет, как трогаться с места, ускоряться, тормозить и останавливаться. \n\n Самое важное предложение в данном случае: «Уберите ноги с педалей!». Именно это скажет вам инструктор по вождению, если вы окажетесь в опасной ситуации или перегородите дорогу, и он захочет взять управление транспортным средством на себя \n\n И снова, начните со словарного запаса, прежде чем приступать к учебным предложениям."
          }, 
          "3": {
              "title": "Мы выезжаем на дорогу",
              "details": "Если у вас уже получается трогаться с места и переключать передачи достаточно хорошо, вы сможете участвовать в регулярном дорожном движении. Инструктор по вождению даст вам указания направления, а также будет многое вам объяснять попутно. С этого момента определенно имеет смысл брать с собой переводчика, чтобы понимать свои ошибки. Однако не сам перевод указаний инструктора будет требоваться от переводчика. Важно, чтобы вы понимали, о чем конкретно идет речь и быстро перестраивались. \n\n Например: Инструктор по вождению хочет повернуть направо на следующем перекрестке. Он дает указание: «Поворачиваем направо на следующем повороте. Для этого снизьте скорость примерно до 20 км/ч, включите вторую передачу и отпустите сцепление перед началом перекрестка». У переводчика есть определенное время реакции, также потребуется некоторое время, прежде чем он начнет говорить. Опять же, вам потребуется некоторое время, чтобы проанализировать информацию. Таким образом, в большинстве случаев, вы просто проедете мимо перекрестка. Более того, инструктор по вождению не сможет сразу же помочь вам устранить ошибку, потому что переводчик будет все еще говорить точный текст перевода указаний инструктора \n\n  Если вы не поняли указаний инструктора по вождению, проезжайте прямо и затем спросите, что он сказал. Ни при каких обстоятельствах вы не должны останавливаться и задавать вопросы, так как это создаст угрозу или помеху движению позади вас. Более того, говоря об экзамене, очень важно, чтобы вы сами понимали указания инструктора. \n\n Задача переводчика заключается в том, чтобы быстро и четко перевести объяснения инструктора по вождению таким образом, чтобы вы сразу поняли свои ошибки. Если он начнет пословно или очень подробно переводить указания инструктора, пожалуйста, скажите ему, чтобы он этого не делал."
          }, 
          "4": {
              "title": "Мы поворачиваем",
              "details": "Умение поворачивать – одно из самых важных упражнений при управлении транспортным средством. Взаимодействие скорости, передачи и времени должны быть точно согласованы друг с другом, иначе вы не сможете войти в поворот. \n\n Также необходимо обратить внимание на многих других участников дорожного движения, поскольку пешеходы и велосипедисты, пересекающие улицу параллельно вам, имеют приоритет, также нужно наблюдать за встречным транспортом и пропускать их тоже. Особенно при повороте налево, ваше умение повернуть превращается в целое искусство, потому что 50 лишних сантиметров влево или вперед могут привести к выезду на полосу встречного движения. \n\n Особенно важно своевременно подготовиться к маневру поворота, учесть все возможные обстоятельства, а также выбрать правильную передачу. Это требует большой практики и, конечно же, понимания объяснений инструктора по вождению."
          }, 
          "5": {
              "title": "Право преимущественного проезда и приоритет. Часть 1",
              "details": "Тема преимущественного проезда является самой большой темой этого курса, которая охватывает главы 5 и 6.  В связи с этим важно уже знать и понимать правила и знаки. Главное правило «Помеха справа» действует на всех перекрестках, где ни дорожные знаки, ни светофоры, ни сотрудники полиции не регулируют движение. Правильный порядок наблюдения за проезжей частью обеспечит то, что вы распознаете перекрестки и их правила преимущественного проезда. \n\n Более того, если вы привыкли к дорожному движению другой страны, сложно проехать перекресток, если вы неполностью уверены в том, что все делаете правильно. Это также абсолютно необходимо, если вы сами имеете преимущественное право проезда. Риск наезда сзади из-за торможения на зеленый свет светофора значительно выше, чем из-за другого участника дорожного движения, проехавшего на красный сигнал светофора. \n\n Исключения составляют перекрестки с «Помехой справа». Но даже на них вы должны держаться немного левее, однако останавливаться следует только в том случае, если со стороны транспортного средства, которое должно ждать, наблюдается явно неправильное поведение. \n\n Знак «Уступи дорогу», в отличие от знака «Стоп», не заставляет вас останавливаться, если поблизости нет транспортного средства, имеющего преимущественное право проезда. Само собой правила приоритета действуют на всех перекрестках!"
          }, 
          "6": {
              "title": "",
              "details": ""
          }, 
          "7": {
              "title": "Вождение по правилам",
              "details": "Зачастую фраза инструктора по вождению может звучать несколько надменно, однако в большинстве случаев она правильна и трудно выразима иначе: «Вы не умеете водить машину, а можете лишь управлять транспортным средством!». Что имеется в виду, неблагоразумные ученики поймут не позднее, чем на экзамене. Есть много правил дорожного движения, которые некоторые люди либо вообще не знают, либо, что в большинстве случаев, просто понимают иначе. Снова и снова можно заметить тех или иных участников дорожного движения, которые не останавливаются перед знаком «стоп», пересекают сплошную линию или просто едут слишком быстро. \n\n Но тем не менее, как нам, так и им запрещено все вышеуказанное. Нарушение установленных правил не всегда приводит к аварии, но почти каждое нарушение потенциально опасно. И одно серьезное нарушение правил или же несколько незначительных нарушений приведут вас к провалу экзамена по вождению \n\n Как и в вопросе права преимущественного проезда, здесь важна правильная техника наблюдения за проезжей частью и не только на перекрестках. Вы должны распознавать все дорожные знаки и разметку, придерживаться действующих правил, а также ожидать и реагировать на ошибки других участников дорожного движения. Особенно опасно – пристраиваться за кем-либо.  Ведь каждую ситуацию стараются рассматривать независимо от поведения впереди идущего автомобиля."
          }, 
          "8": {
              "title": "Междугородние поездки, Автомагистраль",
              "details": "Когда вы приступаете к специальным поездкам, это обычно является признаком того, что вы уже добились некоторого прогресса в обучении. В загородных поездках вы ознакомитесь с правилами движения по автомобильным дорогам вне города. \n\n Важным моментом является езда с правильной скоростью. Нельзя превышать максимальную скорость, но и слишком медленно ехать тоже не стоит. Кроме того, всегда есть участки трассы, где движение на максимальной скорости слишком опасно или вообще невозможно. \n\n Обгон является еще одной темой для обсуждения. Все же вы заметите, что расстояние, необходимое для обгона, очень велико, и очень редко удается обгонять грузовики или другие автомобили при условии абсолютной безопасности. \n\n Езда по автобану сопряжена с большей опасностью хотя бы из-за высокой скорости. Здесь очень важно, чтобы вы понимали указания инструктора по вождению. Самое сложное — заехать на автобан. Там вы должны быстро разогнаться и никому не мешать, а также никого не подвергать опасности. \n\n Рекомендованная скорость - 130 км/ч, ей следует придерживаться при хорошей погоде и свободном автобане. Транспортные средства, которые едут медленнее, чем вы, следует обгонять слева, не снижая при этом скорости, а как только обгон завершен, нужно вернуться назад на правую полосу. У нас правостороннее движение! \n\n При обгоне очень важно, чтобы у вас было достаточно места для выполнения маневра. Также, при перестроении, которое в данном случае требует не просто взгляда через плечо, а наблюдения ситуации сбоку от вас, нельзя никому мешать или подвергать кого-либо опасности. \n\n Покидая автобан, вы не должны тормозить слишком рано и мешать движению позади вас."
          }, 
          "9": {
              "title": "Основные задания по вождению",
              "details": "Основные задания по вождению встречаются в каждом экзамене по вождению. Всего есть 6 основных заданий, которые разделены на две группы. \n\n Первую группу составляют задания «Параллельная парковка» и «Поворот направо задним ходом». Экзаменатор выбирает одно из этих заданий. \n\n Ко второй группе относятся «Разворот», «Экстренное торможение», «Парковка в указанном месте задним ходом» и «Парковка в указанном месте передним ходом». Из них экзаменатор выбирает 2 задания. \n\n Однако важно не только то, чтобы вы в конце концов оказались на парковочном месте, но и чтобы вы показали умение наблюдать за ситуацией. Смотреть назад просто необходимо, если же вы паркуетесь только по зеркалам, экзамен вы не сдадите."
          },
          "10": {
              "title": "Проверка перед выездом",
              "details": "Поскольку автомобиль подвергается интенсивному использованию во время движения, отдельные детали изнашиваются или могут сломаться. Важно время от времени осматривать автомобиль и проверять его исправность и безопасность на дороге. \n\n Вам также будет задано три вопроса по этой теме во время экзамена по вождению. Вы должны знать основные и подлежащие самостоятельному осмотру части вашего автомобиля и правила, связанные с ними. Здесь вы познакомитесь со всеми терминами и сможете еще раз проверить в заключительном видео, все ли вы знаете"
          }
          
    },
    "VocabularyList": {
        "1": [],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": []
    
    },

    "SentenceList": {
        "1": [],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": []
    }

  }