{
    "Albanian": "Albanés",
    "English": "Inglés",
    "Arabic": "Árabe",
    "Persian": "Persa",
    "Ukrain": "Ucraniano",
    "Vietnam": "Vietnamita",
    "French": "Francés",
    "Spanish": "Español",
    "Russian": "Ruso",
    "Chinese": "Chino",
    "Tuerk": "Turco",
    
    "HELLO": "¡Hola!",
    "WELCOME": "Bienvenido de nuevo",
    "Choose Language": "Elija idioma",
    "Select the language for your app. You can change it later from your settings.": "Seleccione el idioma de su aplicación. Puedes cambiarlo más tarde desde tu configuración.",
    "Search Language": "Idioma de búsqueda",
    "Continue": "Continuar",
    "Login": "Acceso",
    "Email": "correo electrónico",
    "Password": "Contraseña",
    "Forgot Password": "Has olvidado tu contraseña",
    "Sign In": "Iniciar sesión",
    "Don't have an account ?": "No tienes una cuenta ?",
    "Signup": "Inscribirse",
    "Or":"Oro",
    "Continue With": "Continuar con",
    "Username": "Nombre de usuario",
    "Register to DriveLingua": "Regístrate en DriveLingua",
	"Enter your details below to register to DriveLingua app and continue": "Introduce tus datos a continuación para registrarte en la aplicación DriveLingua y continuar",
	"Already have an account": "¿Ya tienes una cuenta? Iniciar sesión",
    "You are": "Eres",
    "doing well!": "¡haciendo bien!",
    "Chapters": "Capítulos",
    "Chapter": "Capítulo",
    "Introduction": "Introducción",
    "Vocabulary": "Vocabulario",
    "Sentences": "Oraciones",
    "Videos": "Vídeos",
    "welcome":"bienvenido de nuevo",
    "doing well": "haciéndolo bien",
    "Tests": "Pruebas",
    "Test Taken": "Prueba realizada",
    "Passed": "Aprobado",
    "Failed": "Fallido",
    "not finished": "No terminada",
    "Share Our App": "Comparte nuestra aplicación",
     "Home":"Hogar",
    "Setting": "Configuración",
    "Question": "Pregunta",
    "Check Answer": "Verificar respuesta",
    "Next Question": "Siguiente pregunta",
    "Edit Profile": "Editar perfil",
    "Notification": "Notificaciones",
    "Help & Support": "Ayuda y soporte",
    "Sign Out": "Cerrar sesión",
    "Before Exam": "Antes del examen:",
    "Before Exam Details":"¿Quieres realizar tu examen práctico, pero el instructor todavía tiene que intervenir a veces y te desaconseja hacer el examen? Entonces deberías creerle. No quiere que pagues más clases de las necesarias. Lo que quiere es que obtengas tu licencia a un buen precio, que estés satisfecho y recomiendes la autoescuela. Los exámenes son mucho más caros que las clases de conducción, así que él ganaría más con un segundo examen que con unas pocas clases adicionales. Por favor, confía en el experto y practica más. \n\n Si tu instructor está satisfecho con tus habilidades de conducción, te recomendará que hagas el examen. Dile en qué aspectos todavía te sientes inseguro y qué quisieras practicar más. Fija una fecha para el examen. Ahora deberías trabajar en tus puntos débiles para sentirte más seguro. La mayoría de los exámenes fallidos no se deben a falta de conocimientos o habilidades, sino a la nerviosidad. Y la mejor manera de controlar la nerviosidad es sentirte seguro.",

    "chapters": {
            "1": {
              "title": "Primeros pasos",
              "details": "Todo comienzo es difícil. Al principio, tu instructor de conducción te explicará cómo ajustar y manejar tu espacio de trabajo: el interior de tu coche. En este capítulo aprenderás el vocabulario más importante que te ayudará a entender a tu instructor y a familiarizarte con tu vehículo. Comienza con el vocabulario, sigue con las frases de aprendizaje y completa la lección poniéndote a prueba viendo el video sobre el coche"
          }, 
          "2": {
              "title": "Empezamos a conducir",
              "details": "En este capítulo aprenderás las expresiones que necesitas para dar tus primeros pasos en la calle. El tema de hoy es manejar el coche. Aprenderás a entender a tu instructor cuando te enseñe cómo arrancar, acelerar, frenar y detener el coche. \n\n La frase más importante es “Füße weg”, que significa “pies fuera”. Es la expresión que tu instructor te dirá cuando estés en una situación peligrosa o cuando bloquees la calle. Si retiras los pies de los pedales, él podrá controlar la situación. \n\n Como en el primer capítulo, comienza con el vocabulario antes de aprender las frases."
          }, 
          "3": {
              "title": "Usamos la calle",
              "details": "Si ya sabes arrancar y cambiar de marchas, puedes empezar a integrarte en el tráfico. Tu instructor te indicará la dirección y también te explicará muchas cosas. En este punto, podría ser razonable trabajar con un intérprete para que entiendas tus errores. Sin embargo, traducir las instrucciones del instructor no es la tarea del intérprete. Es importante que comprendas todas las indicaciones para reaccionar a tiempo. \n\n Por ejemplo: Tu instructor quiere girar a la derecha en el próximo cruce. Te dice en alemán: Vamos a girar en la próxima calle a la derecha. Primero debes frenar hasta unos 20 km/h, luego pasar a segunda marcha y soltar el embrague antes del cruce. El intérprete necesita escuchar, procesar la información y traducirla, lo que toma tiempo. Además, necesitas tiempo para procesar las instrucciones traducidas. En la mayoría de los casos, ya habrás pasado el cruce antes de saber qué hacer. Además, tu instructor no podrá ayudarte durante este proceso porque el intérprete aún no habrá terminado de traducir. \n\n Si no entiendes a tu instructor, simplemente sigue conduciendo y pregúntale después. Si pasas el cruce donde quería girar, simplemente tomarás otro camino, y no habrá problema. Sin embargo, si te detienes en medio de la calle para preguntar, puede ser muy peligroso. Los coches que vienen detrás de ti no esperarán que te detengas sin previo aviso. Durante el examen, es crucial que entiendas al examinador, por lo que puedes practicar esto durante tus lecciones. \n\n La tarea del intérprete es traducir las explicaciones de tu instructor para que entiendas tus errores. Si comienza a traducir las direcciones u otras indicaciones similares, por favor, pídele que deje de hacerlo."
          }, 
          "4": {
              "title": "Giramos",
              "details": "Girar es uno de los ejercicios más importantes para el control del vehículo. La interacción entre la velocidad, la marcha y el flujo de tiempo debe ser precisa. Si no lo es, puede que no consigas girar correctamente en la esquina. \n\n Además, debes prestar mucha atención a los demás usuarios de la vía. Los peatones y ciclistas que cruzan la calle paralelamente a tu dirección tienen prioridad. El tráfico en sentido contrario también tiene prioridad; debes observarlo y dejarles pasar primero. Girar a la izquierda, en particular, es complicado porque posicionar correctamente el coche es crucial. Un error de solo 50 centímetros hacia la izquierda o hacia adelante puede colocar tu vehículo en la vía de tráfico contrario. \n\n Es muy importante prepararte con suficiente antelación para girar, considerar todas las posibilidades y elegir la marcha adecuada. Esto requiere mucha práctica. Necesitas entender las explicaciones de tu instructor."
          }, 
          "5": {
              "title": "Prioridad - Parte 1",
              "details": "El tema de la prioridad es el capítulo más amplio de este curso y abarca los capítulos 5 y 6. Es importante entender las reglas y las señales. La regla principal, prioridad a la derecha, siempre es válida si no hay una señal, semáforos o agentes de tráfico regulando la circulación. Saber dónde y cómo mirar es esencial para entender todas las intersecciones y sus reglas de prioridad. \n\n El tema de la prioridad es el capítulo más amplio de este curso y abarca los capítulos 5 y 6. Es importante entender las reglas y las señales. La regla principal, prioridad a la derecha, siempre es válida si no hay una señal, semáforos o agentes de tráfico regulando la circulación. Saber dónde y cómo mirar es esencial para entender todas las intersecciones y sus reglas de prioridad. \n\n Una excepción son las intersecciones con prioridad a la derecha. En este caso, basta con echar un vistazo rápido hacia la izquierda. Si ves un coche que no comete un error evidente, no deberías detenerte innecesariamente. \n\n La señal de Ceda el paso no te obliga a detenerte como la señal de Stop, a menos que un vehículo con prioridad esté cerca. Sin embargo, las reglas de prioridad para peatones y ciclistas siguen siendo válidas."
          }, 
          "6": {
              "title": "",
              "details": ""
          }, 
          "7": {
              "title": "Sigue las reglas",
              "details": "Si tu instructor te dice: No sabes conducir, solo sabes manejar el coche, puede sonar arrogante, pero en la mayoría de los casos es cierto. Lo que quiere decir es que hay muchas reglas que no conoces o que no tomas lo suficientemente en serio. En el examen, te darás cuenta de que tiene razón. Muchos otros usuarios de la carretera no se detienen en las señales de stop, cruzan líneas continuas o conducen demasiado rápido. \n\n Pero eso no está permitido ni para ellos ni para ti. Una infracción de las leyes aplicables no siempre significa un accidente, pero siempre es potencialmente peligrosa. Y si cometes infracciones graves o varias, fallarás en tu examen práctico. \n\n Como en el capítulo de prioridad, es importante que prestes atención a las cosas correctas y hagas las observaciones adecuadas. No solo en los cruces. Debes ver todas las señales y marcas, seguir las reglas y reaccionar ante los errores de otros usuarios de la carretera. Observar lo que hacen los demás no siempre es lo correcto. Es mejor que mires por ti mismo lo que debes hacer."
          }, 
          "8": {
              "title": "Autopista y carretera rural",
              "details": "Conducir en una autopista es peligroso y más arriesgado debido a la alta velocidad. Es muy importante que entiendas las instrucciones de tu instructor de conducción. La maniobra más difícil es incorporarte a la autopista. Debes acelerar mucho y asegurarte de no amenazar ni obstaculizar a nadie. \n\n Se recomienda una velocidad sugerida de 130 km/h. Si el clima es bueno y la carretera está despejada, intenta mantener esta velocidad. Si es posible, adelanta a los coches más lentos sin perder velocidad. El adelantamiento siempre debe hacerse por la izquierda. Después de adelantar, debes regresar al carril derecho. Hay una regla: ¡Conduce por la derecha! \n\n Antes de adelantar, debes asegurarte de tener suficiente espacio para cambiar de carril. En la autopista, se debe mirar hacia el lateral en lugar de por encima del hombro. \n\n Cuando salgas de la autopista, ten cuidado de no frenar demasiado pronto. No debes obstaculizar el tráfico detrás de ti. \n\n Cuando llegues a las lecciones especiales requeridas, habrás progresado mucho en tu formación como conductor. Durante las sesiones en carreteras rurales, aprenderás las normas específicas para conducir en este tipo de vías. \n\n Una consideración importante es conducir a la velocidad adecuada. No está permitido exceder el límite de velocidad, pero tampoco debes conducir demasiado lento. Además, hay tramos de carretera donde el límite de velocidad puede ser peligroso o imposible de mantener. \n\n El adelantamiento también es un tema importante. Verás que la distancia necesaria para adelantar en carreteras rurales es muy larga, por lo que adelantar de forma segura a camiones u otros coches no es posible con frecuencia"
          }, 
          "9": {
              "title": "Tareas básicas de conducción",
              "details": "Las tareas básicas de conducción son parte de cada examen práctico de conducción. Hay seis tipos diferentes de tareas básicas, que se dividen en dos grupos. \n\n El primer grupo incluye las tareas de estacionamiento en paralelo y conducir marcha atrás correctamente en una curva. El examinador elige una de estas tareas. \n\n El segundo grupo incluye hacer un giro completo, frenado de emergencia, estacionamiento en marcha atrás en un espacio y estacionamiento en marcha adelante en un espacio. El examinador elige dos de estas tareas. \n\n Es importante que no solo estés dentro del área de estacionamiento. También debes realizar los movimientos correctos con la vista. La mirada hacia atrás es indispensable. Quien estacione solo con los espejos no pasará el examen."
          },
          "10": {
              "title": "Control antes del inicio",
              "details": "Un coche está muy expuesto durante la conducción, por lo que hay piezas que pueden desgastarse o romperse. Es importante revisar periódicamente tu coche para detectar signos de desgaste. La seguridad operativa y la seguridad vial son absolutamente necesarias. \n\n En el examen práctico, el examinador te hará tres preguntas sobre este tema. Necesitas conocer las partes básicas y verificables de tu coche y las reglas asociadas. En este capítulo estudiarás todos los términos necesarios. Al final, podrás poner a prueba si has entendido todo viendo el video."
          }
    },
    "VocabularyList": {
        "1": [],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": []
    
    },

    "SentenceList": {
        "1": [],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": []
    }

}