{
    "Albanian": "Албанська",
    "English": "Англійська",
    "Arabic": "Арабська",
    "Persian": "Перська",
    "Ukrain": "Українська",
    "Vietnam": "В’єтнамська",
    "French": "Французька",
    "Spanish": "Іспанська",
    "Russian": "Російська",
    "Chinese": "Китайська",
    "Tuerk": "Турецька",
"Choose Language": "Виберіть мову",
"Select the language for your app. You can change it later from your settings.": "Виберіть мову для своєї програми. Ви можете змінити це пізніше в налаштуваннях.",
"Search Language": "Мова пошуку",
"Continue": "Продовжити",
"Login": "Увійти",
"Email": "Електронна пошта",
"Password": "Пароль",
"Forgot Password": "Немає облікового запису? Зареєструватися",
"Sign In": "Увійти",
"Dont have an account": "Немає облікового запису",
"Signup": "Зареєструватися",
"Or":"золото",
"Continue With": "Продовжити з",
"Username": "Ім'я користувача",
"Register to DriveLingua": "ареєструйтесь у DriveLingua",
"Enter your details below to register to DriveLingua app and continue": "Введіть свої дані нижче, щоб зареєструватися в додатку DriveLingua та продовжити",
"Already have an account": "Вже маєте обліковий запис",
"welcome": "Ласкаво просимо назад",
"You are": "Ви",
"doing well": "робите чудову роботу",
"away from your total goal! Keep going": "від вашої загальної мети! Продовжуйте в тому ж дусі",
"Chapters": "Розділи",
"Tests": "Тести",
"Test Taken": "Тест пройдено",
"Passed": "складено",
"Failed": "не складено",
"not finished": "не завершено",
"Share Our App": "Поділіться нашим додатком",
"Home":"додому",
"Setting": "Налаштування",
"Edit Profile": "Редагувати профіль",
"Notification": "Сповіщення",
"Help & Support": "Допомога та підтримка",
"Sign Out": "Вийти",
"Introduction": "Вступ",
"Vocabulary": "Словник",
"Sentences": "Речення",
"Videos": "Відео",
"Chapter": "Розділ",
 "Before Exam": "Перед іспитом :",
"Before Exam Details":"Ви хочете скласти іспит з водіння, але інструктор часто втручається в керування під час практичних годин і відмовляє вас від іспиту? Вам варто його послухати. Він не вмовляє вас на зайві уроки водіння, але хоче, щоб ви отримали права водія якомога дешевше і врешті-решт порекомендували автошколу іншим. Іспити коштують значно дорожче, ніж уроки водіння, і принесуть автошколі більше грошей, ніж кілька додаткових уроків водіння. Тож довіряйте вашому інструктору і продовжуйте займатися. \n\n Ваш інструктор задоволений вами і рекомендує скласти іспит з водіння? У такому разі скажіть йому, в яких моментах ви почуваєтеся невпевнено і що саме ви хотіли б пропрацювати ще раз. Призначте дату іспиту. Тепер ви повинні опрацювати свої слабкі місця, щоб почуватися впевнено. Тому що більшість невдалих іспитів провалюються не через незнання, а через невпевненість у собі. А як відомо, найкращий спосіб подолати цю проблему — стати цілком впевненим.",

    "chapters": {
            "1": {
              "title": "Перші кроки",
              "details": "Кожне починання тяжке. Спочатку ваш інструктор з водіння пояснить вам, як правильно налаштувати та експлуатувати ваше робоче місце, а саме – салон автомобіля. У цьому розділі ви дізнаєтесь найважливіші позначення, які допоможуть вам зрозуміти інструктора та краще познайомитися з автомобілем. Для початку вивчіть словниковий запас, потім перегляньте навчальні пропозиції, а потім і відео, щоб зрозуміти, чи можете ви безпосередньо застосовувати нещодавно вивчений словниковий запас."
          }, 
          "2": {
              "title": "приступаємо до водіння",
              "details": "У цьому розділі ми вивчимо позначення, які будуть потрібні нам для виконання перших маневрів на дорозі. Тут основна увага приділяється управлінню транспортним засобом. Ви навчитеся розуміти інструктора з водіння, коли він пояснює, як рушати з місця, прискорюватися, гальмувати та зупинятися. \n\n Найважливіша пропозиція в даному випадку: Приберіть ноги з педалей!. Саме це скаже вам інструктор з водіння, якщо ви опинитеся в небезпечній ситуації або перегородите дорогу, і він захоче взяти керування транспортним засобом на себе. \n\n І знову, почніть зі словникового запасу, перш ніж приступати до навчальних речень."
          }, 
          "3": {
              "title": "Ми виїжджаємо на дорогу",
              "details": "Якщо у вас вже виходить рушати з місця і перемикати передачі досить добре, ви зможете брати участь у регулярному дорожньому русі. Інструктор з водіння дасть вам вказівки напрямку, а також багато що вам пояснювати попутно. З цього моменту безперечно має сенс брати з собою перекладача, щоб розуміти свої помилки. Однак не сам переклад вказівок інструктора вимагатиметься перекладача. Важливо, щоб ви розуміли, про що конкретно мова йде і швидко перебудовувалися. \n\n Наприклад: Інструктор з водіння хоче повернути праворуч на наступному перехресті. Він дає вказівку: «Повертаємо праворуч на наступному повороті. Для цього зменште швидкість приблизно до 20 км/год, увімкніть другу передачу і відпустіть зчеплення перед початком перехрестя». У перекладача є певний час реакції, також знадобиться деякий час, перш ніж він почне говорити. Знову ж таки, вам знадобиться деякий час, щоб проаналізувати інформацію. Таким чином, в більшості випадків, ви просто проїдете повз перехрестя. Більше того, інструктор з водіння не зможе відразу ж допомогти вам усунути помилку, тому що перекладач все ще говоритиме точний текст перекладу вказівок інструктора. \n\n Якщо ви не зрозуміли вказівок інструктора з водіння, проїжджайте прямо і потім спитайте, що він сказав. За жодних обставин ви не повинні зупинятися і ставити питання, оскільки це створить загрозу чи перешкоду руху позаду вас. Більше того, говорячи про іспит, дуже важливо, щоб ви самі розуміли вказівки інструктора. \n\n Завдання перекладача полягає в тому, щоб швидко і чітко перекласти пояснення інструктора з водіння таким чином, щоб ви відразу зрозуміли свої помилки. Якщо він почне послівно або дуже докладно перекладати вказівки інструктора, будь ласка скажіть йому, щоб він цього не робив."
          }, 
          "4": {
              "title": "Ми повертаємо",
              "details": "Уміння повертати – одна з найважливіших вправ при керуванні транспортним засобом. Взаємодія швидкості, передачі та часу повинні бути точно узгоджені один з одним, інакше ви не зможете увійти в поворот. \n\n Також необхідно звернути увагу на багатьох інших учасників дорожнього руху, оскільки пішоходи та велосипедисти, які перетинають вулицю паралельно вам, мають пріоритет, також потрібно спостерігати за зустрічним транспортом та пропускати їх теж. Особливо при повороті наліво, ваше вміння повернути перетворюється на ціле мистецтво, тому що 50 зайвих сантиметрів вліво чи вперед можуть призвести до виїзду на смугу зустрічного руху. \n\n Особливо важливо своєчасно підготуватись до маневру повороту, врахувати всі можливі обставини, а також вибрати правильну передачу. Це вимагає великої практики і, звичайно ж, розуміння пояснень інструктора з водіння."
          }, 
          "5": {
              "title": "Право переважного проїзду та пріоритет. Частина 1",
              "details": "Тема переважного проїзду є найбільшою темою цього курсу, яка охоплює розділи 5 і 6. У зв'язку з цим важливо вже знати та розуміти правила та знаки. Головне правило «Завад праворуч» діє на всіх перехрестях, де ні дорожні знаки, ні світлофори, ні співробітники поліції не регулюють рух. Правильний порядок спостереження за проїжджою частиною забезпечить те, що ви розпізнаєте перехрестя та їх правила переважного проїзду. \n\n Більше того, якщо ви звикли до дорожнього руху іншої країни, складно проїхати перехрестя, якщо ви не повністю впевнені в тому, що все робите правильно. Це також абсолютно необхідно, якщо ви маєте переважне право проїзду. Ризик наїзду ззаду через гальмування на зелене світло світлофора значно вищий, ніж через іншого учасника дорожнього руху, який проїхав червоний сигнал світлофора. \n\n Винятки становлять перехрестя з «Перешкодою праворуч». Але навіть на них ви повинні триматися трохи лівіше, проте зупинятися слід лише в тому випадку, якщо з боку транспортного засобу, який має чекати, спостерігається явно неправильна поведінка. \n\n Знак Поступися дорогою, на відміну від знака Стоп, не змушує вас зупинятися, якщо поблизу немає транспортного засобу, що має переважне право проїзду. Само собою правила пріоритету діють на всіх перехрестях!"
          }, 
          "6": {
              "title": "",
              "details": ""
          }, 
          "7": {
              "title": "Водіння за правилами",
              "details": "Найчастіше фраза інструктора з водіння може звучати дещо гордовито, проте в більшості випадків вона правильна і важко виразна інакше: «Ви не вмієте керувати автомобілем, а можете лише керувати транспортним засобом!». Що мають на увазі, нерозсудливі учні зрозуміють не пізніше, ніж на іспиті. Є багато правил дорожнього руху, які деякі люди або взагалі не знають, або, що здебільшого просто розуміють інакше. Знову і знову можна помітити тих чи інших учасників дорожнього руху, які не зупиняються перед знаком стоп, перетинають суцільну лінію або просто їдуть дуже швидко. \n\n Проте, як нам, так і їм заборонено все вищевказане. Порушення встановлених правил не завжди призводить до аварії, але майже кожне порушення є потенційно небезпечним. І одне серйозне порушення правил або кілька незначних порушень призведуть вас до провалу іспиту з водіння. \n\n Як і у питанні права переважного проїзду, тут важлива правильна техніка спостереження за проїжджою частиною і не лише на перехрестях. Ви повинні розпізнавати всі дорожні знаки та розмітку, дотримуватися чинних правил, а також очікувати та реагувати на помилки інших учасників дорожнього руху. Особливо небезпечно – прилаштовуватися за будь-ким. Адже кожну ситуацію намагаються розглядати незалежно від поведінки автомобіля, що йде попереду."
          }, 
          "8": {
              "title": "Міжміські подорожі, Водіння автобаном",
              "details": "Коли ви приступаєте до спеціальних поїздок, це зазвичай є ознакою того, що ви вже досягли деякого прогресу в навчанні. У заміських поїздках ви ознайомитеся з правилами руху автомобільними дорогами поза містом. \n\n Важливим моментом є їзда із правильною швидкістю. Не можна перевищувати максимальну швидкість, але й надто повільно їхати теж не варто. Крім того, завжди є ділянки траси, де рух на максимальній швидкості надто небезпечний або взагалі неможливий. \n\n Обгін є ще однією темою для обговорення. Все ж таки ви помітите, що відстань, необхідна для обгону, дуже велика, і дуже рідко вдається обганяти вантажівки або інші автомобілі за умови абсолютної безпеки. \n\n Їзда автобаном пов'язана з більшою небезпекою хоча б через високу швидкість. Тут дуже важливо, щоб ви розуміли вказівки інструктора з водіння. Найскладніше – заїхати на автобан. Там ви повинні швидко розігнатися і нікому не заважати, а також нікого не наражати на небезпеку. \n\n Рекомендована швидкість - 130 км/год, їй слід дотримуватися за хорошої погоди та вільного автобану. Транспортні засоби, які їдуть повільніше, ніж ви, слід обганяти ліворуч, не знижуючи при цьому швидкості, а як тільки обгін завершений, потрібно повернутись назад на праву смугу. Ми маємо правосторонній рух! \n\n Під час обгону дуже важливо, щоб у вас було достатньо місця для виконання маневру. Також, при перебудові, яка в даному випадку вимагає не просто погляду через плече, а спостереження ситуації збоку від вас, не можна нікому заважати або наражати когось на небезпеку. \n\n Залишаючи автобан, ви не повинні гальмувати зарано і заважати руху позаду вас."
          }, 
          "9": {
              "title": "Основні завдання з водіння",
              "details": "Основні завдання з водіння зустрічаються в кожному іспиті з водіння. Усього є 6 основних завдань, які поділені на дві групи. \n\n Першу групу складають завдання «Паралельна парковка» та «Поворот праворуч заднім ходом». Екзаменатор вибирає одне із цих завдань. \n\n До другої групи належать «Розворот», «Екстренне гальмування», «Парковка у вказаному місці заднім ходом» та «Парковка у вказаному місці переднім ходом». З них екзаменатор обирає 2 завдання. \n\n Однак важливо не тільки те, щоб ви врешті-решт опинилися на паркувальному місці, але й щоб ви показали вміння спостерігати за ситуацією. Дивитися назад просто необхідно, якщо ж ви паркуєтеся тільки по дзеркалах, ви не здасте іспит."
          },
          "10": {
              "title": "Перевірка перед виїздом",
              "details": "Оскільки автомобіль піддається інтенсивному використанню під час руху, окремі деталі зношуються чи можуть зламатися. Важливо час від часу оглядати автомобіль та перевіряти його справність та безпеку на дорозі. \n\n Вам також буде поставлено три питання на цю тему під час іспиту з водіння. Ви повинні знати основні частини вашого автомобіля, що підлягають самостійному огляду, і правила, пов'язані з ними. Тут ви познайомитеся з усіма термінами та зможете ще раз перевірити у заключному відео, чи всі ви знаєте."
          }
    },
    "VocabularyList": {
        "1": [],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": []
    
    },

    "SentenceList": {
        "1": [],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": []
    }
}